{"id":1348,"date":"2025-03-23T09:14:18","date_gmt":"2025-03-23T09:14:18","guid":{"rendered":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/"},"modified":"2025-04-27T09:19:04","modified_gmt":"2025-04-27T09:19:04","slug":"history-of-hsml","status":"publish","type":"page","link":"https:\/\/hispanicsociaty.org\/es\/about\/history-of-hsml\/","title":{"rendered":"Historia"},"content":{"rendered":"\r\n<div id=\"full-width-image-block_86cbdde35669dd33cf73196085470923\" class=\"block full-width-image height_half\">\r\n            <div class=\"image_container\">\r\n            <figure class=\"\">\r\n                <img loading=\"lazy\" decoding=\"async\" width=\"1920\" height=\"1447\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1920x1447.jpg\" class=\"\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1920x1447.jpg 1920w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-450x339.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1200x904.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-768x579.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1536x1157.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-2048x1543.jpg 2048w\" sizes=\"auto, (max-width: 1920px) 100vw, 1920px\" \/>            <\/figure>\r\n                            <figcaption class=\"\">\r\n                    EXPOSICIÓN DE SOROLLA, 1909                <\/figcaption>\r\n                    <\/div>\r\n    <\/div>\r\n\n\n\r\n<div id=\"text-sections-block_129b030fc7ae459a9916d241d5c50079\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    Historia                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Un siglo después de su fundación, la Hispanic Sociaty of America, Museo y Biblioteca, continúa reflejando la visión de Archer Milton Huntington (1870–1955), uno de los mayores filántropos de Estados Unidos. Las colecciones de su «Museo Español», que él mismo fundara en 1904, no tienen parangón en términos de alcance y calidad fuera de España, y se centran en todas las facetas del arte, la literatura y la cultura de España, Portugal, Latinoamérica y Filipinas hasta comienzos del siglo xx. La magnitud, profundidad y amplitud de las colecciones de la Hispanic Sociaty resultan aún más impresionantes si uno tiene en cuenta que, en gran medida, fueron reunidas por un único y genial erudito y coleccionista.<\/p>\n<p>&nbsp;<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/archer.jpg\" alt=\"\" class=\"wp-image-948\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/archer.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/archer-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\"><strong>ARCHER MILTON HUNTINGTON, ca. 1930<\/strong><br>José María López Mezquita<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_231ccaf2e44ea236e80540d501cb2f76\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    Archer Huntington                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p style=\"text-align: left;\">A lo largo de cincuenta años, Archer Huntington consagró su vida y cuantiosos recursos familiares a crear una de las grandes colecciones de arte y literatura hispánicas del mundo. En el momento de su fallecimiento en 1955, la Hispanic Sociaty, bajo su tutela, había publicado más de doscientas monografías —tanto de sus conservadores como de otros estudiosos de fama internacional— que abarcan todas las áreas importantes de la cultura hispánica. Merced a su apoyo financiero, infinidad de hispanistas han podido desarrollar su labor de investigación y publicar los frutos de su docto trabajo. En reconocimiento a su erudición y a su inestimable contribución al fomento de los estudios hispánicos, Huntington ha recibido el título de doctor <em>honoris causa<\/em> por las universidades de Yale, Harvard, Columbia y Madrid; ha sido nombrado miembro de las principales reales academias españolas, así como de las academias nacionales de América Latina; ha sido designado vocal del patronato de numerosos museos, incluyendo la Casa del Greco y la Casa de Cervantes en España —en la fundación de las cuales desempeñó un papel decisivo—, el Museo Romántico, el Instituto de Valencia de Don Juan, el Museo Sorolla, y el Museo Nacional de Arte Moderno; y se le han concedido todas las medallas de honor y otras distinciones imaginables tanto en España como en América Latina, siendo las más destacadas las Órdenes españolas de Carlos iii, Alfonso xii, Isabel la Católica, Plus Ultra y Alfonso x.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"alignleft size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"960\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adh-kurtz-2.jpg\" alt=\"\" class=\"wp-image-952\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adh-kurtz-2.jpg 960w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adh-kurtz-2-450x296.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adh-kurtz-2-768x505.jpg 768w\" sizes=\"auto, (max-width: 960px) 100vw, 960px\" \/><figcaption class=\"wp-element-caption\">ARABELLA D HUNTINGTON, ca. 1880 | COLLIS P. HUNTINGTON, 1879<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_97d994b0e1e17d9ab58261283790d592\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p style=\"text-align: left;\">Único hijo de uno de los hombres más ricos de Estados Unidos, Collis Potter Huntington (1821–1900) —constructor de la línea de ferrocarril Central Pacific Railroad y propietario de los astilleros Newport News Shipbuilding and Drydock Company—, Archer Huntington aprendió a una edad relativamente temprana a ocultar celosamente de la atención pública los detalles de su vida privada y de sus finanzas. Como consecuencia, los relatos personales de su precoz fascinación por el mundo hispánico y sus posteriores estudios, los comienzos y la génesis de sus colecciones, y la evolución de su idea de un «Museo Español», sólo se encuentran en sus diarios y su correspondencia privada. La abultada correspondencia que mantuvo con su más íntima amiga y confidente, su madre, Arabella Duval Huntington (1850–1924), que se inició de verdad en su primer viaje a España en 1892 y continuó hasta la muerte de esta, ha sobrevivido en parte y nos proporciona abundantes datos sobre su cambiante visión del cometido tanto propio como de su museo en el fomento de los estudios hispánicos.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adhamh.jpg\" alt=\"\" class=\"wp-image-956\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adhamh.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adhamh-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">ARABELLA D. YARRINGTON CON SU HIJO, ARCHER, ca.1871<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_4ab3d7ba2957cfacc771f25e51761e94\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p style=\"text-align: left;\">Archer Huntington, cuyo verdadero nombre era Archer Milton Worsham, nació en la ciudad de Nueva York el 10 de marzo de 1870 con un peso de nada menos que 5 kilogramos. Adoptó el apellido Huntington en 1884, cuando su madre, Arabella Duval Yarrington Worsham, contrajo matrimonio con Collis Potter Huntington. Tras sus nupcias con el magnate de los ferrocarriles y la construcción naval, Arabella Huntington comenzó a crear una de las colecciones de arte más importantes de comienzos del siglo xx, centrada en pinturas de los grandes maestros clásicos holandeses, retratos ingleses del siglo xviii, y artes decorativas de la Francia dieciochesca. Su colección incluía cuadros tan célebres como <em>Aristóteles contemplando el busto de Homero<\/em> de Rembrandt, <em>Mujer con laúd<\/em> de Vermeer, <em>El joven azul<\/em> de Gainsborough, y <em>Sarah Siddons como la Musa trágica<\/em> de Reynolds. A su muerte, ocurrida en 1924, la mayoría de las colecciones de Collis y Arabella Huntington fueron donadas a diversos museos, incluyendo el Metropolitan Museum of Art; el California Palace of the Legion of Honor (Fine Arts Museums of San Francisco); y The Huntington Library, Art Collections and Botanical Gardens.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_age_8.jpg\" alt=\"\" class=\"wp-image-958\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_age_8.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_age_8-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">ARCHER MILTON HUNTINGTON A LA EDAD DE 8 AÑOS<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_a847698697c11891cb7260e77af72ab3\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Muchacho privilegiado, Archer Huntington asistió a los mejores colegios privados de Nueva York —el Wilson and Kellogg School y el Columbia Grammar School—, disfrutó de la ventaja de disponer de profesores particulares, y acumuló la experiencia y la educación que aportaban los viajes al extranjero. En el colegio, aprendió griego y latín, e historia y literatura inglesas. En casa, cultivaba lecturas de historia de Francia junto con su madre, que se había convertido en una experta en las artes y las letras francesas. Su primer contacto con la lengua española, ocurrido a finales de la década de 1870, se produjo con los mexicanos que trabajaban en el rancho de su tía, Emma J. Yarrington Warnken, cerca de San Marcos, Texas; pero fue la adquisición en Londres de la obra de George Borrow <em>The Zincali; or, An Account of the Gypsies in Spain<\/em> [<em>Los Zincali (los gitanos de España<\/em>)] (Londres, 1841), en su primer viaje a Europa en 1882, la que prendiera la llama de su gran pasión por España y por la cultura hispánica. Sus visitas, durante este viaje, a la National Gallery de Londres y al Louvre de París resultaron ser experiencias transformadoras que cambiarían su vida e inspirarían en él un profundo amor por el arte y los museos. Tras su visita a la National Gallery el 12 de julio, Archer, con doce años, escribiría en su diario: «Estuve leyendo el catálogo hasta que ya no veía nada y luego me fui a la cama. Creo que un museo es la cosa más importante del mundo. Me gustaría vivir en uno». Dos años más tarde, en Nueva York, su primer «museo» comenzaría a tomar forma con el arte que recortara de periódicos y revistas y exhibiera en siete pequeñas cajas de madera convertidas en «galerías».<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_age_16.jpg\" alt=\"\" class=\"wp-image-963\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_age_16.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_age_16-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">ARCHER MILTON HUNTINGTON A LA EDAD DE 16 AÑOS<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"centered-text-block_e9db01fefff33af2360034233ffaaff2\" class=\"block centered-text bg_accent\">\r\n\r\n    \r\n    \r\n    <div class=\"site_width\">\r\n        <div class=\"text_content\">\r\n            <blockquote>\n<h1>«Estuve leyendo el catálogo hasta que ya no veía nada y luego me fui a la cama. Creo que un museo es la cosa más importante del mundo. Me gustaría vivir en uno.»<\/h1>\n<\/blockquote>\n        <\/div>\r\n        <div class=\"ctas\">\r\n                                <\/div>\r\n    <\/div>\r\n\r\n<\/div>\n\n\r\n<div id=\"text-sections-block_b16fa2825a69a2fccb2d8c6643911c11\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Inspirado por el <em>Zincali<\/em> de Borrow y por otros libros del mismo autor, Huntington comenzó su instrucción formal en español en casa a la edad de catorce años, al principio dos días por semana, luego seis, con una profesora particular de Valladolid a la que engatusó para que le contara cosas sobre su ciudad natal y sobre España. A la edad de dieciséis años, había crecido y se había convertido en un corpulento e imponente joven de 1,96 metros de estatura que descollaba por encima de sus compañeros. En 1887, realizó su segundo viaje a Europa (Londres y París), de nuevo en verano, si bien en esta ocasión iba acompañado tanto de su madre como de su padre, cuyos compromisos sociales y de negocios dejaron libre al adolescente Archer para continuar explorando los grandes museos y proseguir su educación en historia del arte, esta vez de primera mano. En este viaje, es evidente que ya había descubierto la utilidad de las fotografías para profundizar en sus investigaciones, y anotó en su diario londinense que ahora su colección llenaba cuatro baúles.<\/p>\n<p>En marzo de 1889, acompañó a sus padres en un viaje de negocios a México, donde, por primera vez, experimentó directamente la cultura hispánica, asistió a una cena de gala ofrecida por el presidente Porfirio Díaz en el Castillo de Chapultepec y, finalmente, tomó la decisión de crear un «Museo Español», una determinación que tendría un profundo efecto en el resto de su vida. En diciembre de 1889, su padre ofreció cederle a Archer la dirección de los astilleros Newport News Shipyards, lo cual le obligó a tomar una decisión definitiva y desvelar públicamente sus intenciones en lo tocante a su carrera profesional. En enero de 1890, Huntington comenzó a hacer realidad su sueño y dijo adiós a las oficinas de los astilleros.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_at_20.jpg\" alt=\"\" class=\"wp-image-967\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_at_20.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh_at_20-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">ARCHER MILTON HUNTINGTON A LA EDAD DE 20 AÑOS<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_e1b44754090c594def87de7bfbc7a325\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Ya oficialmente comprometido con los estudios de hispanismo y con su museo, Huntington comenzó a catalogar su biblioteca en español, que en febrero de 1890 contaba ya casi 2 000 volúmenes. A finales de ese año, había comenzado a planificar su museo. Y el 8 de noviembre de 1890, le escribió a su madre: «Estoy trabajando en nuevos planes para un museo que te divertirán. Me gustaría saber cuánto espacio de las paredes se desaprovecha en los museos de EE UU en ventanas. Las ventanas de un museo de arte deberían ser pinturas». Una vez que se hicieron públicas sus intenciones, Huntington tuvo que soportar las burlas de amigos y familiares. Cuando vio a su primo Henry E. Huntington —un tanto mayor que él— en diciembre de 1890, este se mostró bastante desdeñoso con la bibliofilia de Archer. Y, cuando Archer sugirió que él también debería empezar a coleccionar libros, Henry le dijo que tenía cosas mejores en las que emplear su tiempo. Un encuentro aún más doloroso tuvo lugar el 1 de enero de 1891, con ocasión de una visita que realizara con su padre al American Museum of Natural History: el banquero y filántropo Morris Ketchum Jesup, insigne presidente del museo, criticó su deseo de estudiar una civilización que él consideraba «muerta y acabada». El joven Huntington se defendió con habilidad de las duras críticas del eminente filántropo y, al marcharse, recibió la bendición de su padre, que le dedicó las siguientes palabras: «Archer, veo que sabes lo que quieres y creo que puedes conseguirlo. Sigue adelante con tus deseos y haz las cosas bien».<\/p>\n<p>En previsión de su primer viaje a España, Huntington pasó la mayor parte del año 1891 inmerso en clases intensivas de árabe con un profesor particular. Aun cuando no pareciera en absoluto relacionado con las necesidades de un viaje por España, el árabe también formaba parte de su amplio programa de estudios hispánicos. Sin embargo, no todo 1891 se le fue en el árabe y en planificar su esperado viaje a España. En febrero, realizó una breve visita a Cuba, de la que extrajo «numerosas nuevas impresiones sobre España», junto con un baúl repleto de libros.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\n<figure class=\"wp-block-image size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"538\" height=\"414\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-in-spain-1892_r.jpg\" alt=\"\" class=\"wp-image-969\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-in-spain-1892_r.jpg 538w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-in-spain-1892_r-450x346.jpg 450w\" sizes=\"auto, (max-width: 538px) 100vw, 538px\" \/><figcaption class=\"wp-element-caption\">HUNTINGTON SIGUIENDO LA RUTA DE EL CID DESDE BURGOS HASTA VALENCIA, 1892<\/figcaption><\/figure>\n\n\n\r\n<div id=\"text-sections-block_4eee219e71ec48ddb3982cad8243d677\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>En 1892, por fin llegó el momento de viajar a España. Huntington se enfrascó en estudios de cirugía ante la eventualidad de sufrir una lesión grave en alguna remota región de España; comenzó a trabajar en su traducción del <em>Poema del mío Cid<\/em>; y se entregó a una frenética recopilación de notas para el viaje. Finalmente, en junio partió rumbo a España en compañía de un asistente académico remunerado, el profesor William I. Knapp, de la Universidad de Yale. Las aventuras, experiencias e impresiones de este primer viaje a España fueron registradas por Huntington con sumo detalle en una copiosa correspondencia dirigida a su madre. Cinco años más tarde, esas mismas cartas, si bien cuidadosamente expurgadas, se convirtieron en la obra <em>A Note-Book in Northern Spain<\/em> (Nueva York, 1898).<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\n<figure class=\"wp-block-image size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"538\" height=\"414\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-pleasance-facade.jpg\" alt=\"\" class=\"wp-image-971\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-pleasance-facade.jpg 538w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-pleasance-facade-450x346.jpg 450w\" sizes=\"auto, (max-width: 538px) 100vw, 538px\" \/><figcaption class=\"wp-element-caption\">RESIDENCIA DE ARCHER MILTON HUNTINGTON, PLEASANCE, BAYCHESTER, NUEVA YORK<\/figcaption><\/figure>\n\n\n\r\n<div id=\"text-sections-block_e9182de24330e21f1e33b0f649cf14a0\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Huntington se casó con su prima Helen Gates Criss en Londres en el verano de 1895. Ese mismo año, en colaboración con la editorial De Vinne Press, de Nueva York, comenzó a publicar una serie de facsímiles de libros raros y manuscritos sacados, en su mayoría, de su propia biblioteca con la esperanza de que aquellos valiosos textos pudieran preservarse y ponerse a disposición de otros estudiosos. A la siguiente primavera regresó a España y su biblioteca fue creciendo a pasos agigantados. En febrero de 1897, su padre regaló a la pareja una propiedad, de nombre <em>Pleasance<\/em>, ubicada en Baychester, en la zona este del Bronx, en Long Island Sound, la cual vino seguida de otro obsequio, tres pinturas españolas de la colección de Collis, que incluían el retrato realizado por Antonio Moro de <em>El Duque de Alba<\/em> (1549). Por fin Huntington disponía de espacio para albergar una biblioteca como es debido, de modo que dedicó lo que restaba del año a su planificación y construcción. Este empeño le brindó una valiosa experiencia práctica para el definitivo diseño y construcción de su «Museo Español».<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_moro_hispanic-society-2014-0045-2.jpg\" alt=\"\" class=\"wp-image-973\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_moro_hispanic-society-2014-0045-2.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_moro_hispanic-society-2014-0045-2-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">THE DUKE OF EL DUQUE DE ALBA, 1549<br>Antonis Moro, 1549<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_af8150fa9865ed5e3797b16b7807b8f0\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Con su biblioteca completa e instalada en <em>Pleasance<\/em>, y habiendo sido testigo de la publicación del primer tomo de su edición del <em>Poema del mío Cid<\/em> (Nueva York, 1897), Huntington partió hacia el sur de España en 1898, en esta ocasión concentrado en los libros y la arqueología. Los libros raros que con tanto ahínco buscaba los encontró en Sevilla, en la biblioteca del Marqués de Jerez de los Caballeros, pero aún tendría que esperar otros cuatro años antes de poder negociar su compra. Al descubrir que el arqueólogo francés Arthur Engel había abandonado sus excavaciones en Itálica, Huntington se las arregló para alquilar el solar e inició sus propias excavaciones en enero de 1898. Los tesoros descubiertos en Itálica —una empresa que se vio truncada por el estallido de la Guerra Hispano-Estadounidense, comúnmente conocida como Guerra de Cuba—, junto con los objetos adquiridos de las excavaciones de George Bonsor en Carmona, pronto constituyeron el núcleo de sus colecciones arqueológicas.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\n<figure class=\"wp-block-image size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"538\" height=\"414\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-pleasance-library.jpg\" alt=\"\" class=\"wp-image-975\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-pleasance-library.jpg 538w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-pleasance-library-450x346.jpg 450w\" sizes=\"auto, (max-width: 538px) 100vw, 538px\" \/><figcaption class=\"wp-element-caption\">BIBLIOTECA, RESIDENCIA DE ARCHER MILTON HUNTINGTON, PLEASANCE, BAYCHESTER, NUEVA YORK<\/figcaption><\/figure>\n\n\n\r\n<div id=\"text-sections-block_0b745115be5742f282b7d9cf7e082400\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>En 1898, Huntington seguía perfilando su idea del «Museo Español», tal y como le escribiera a su madre: «Mi afán de coleccionar ha tenido siempre –como tú bien sabes– un trasfondo: un museo. Un museo que ha de abarcar las bellas artes, las artes decorativas y las letras. Ha de condensar el alma de España en contenidos, a través de obras de la mano y del espíritu… Deseo conocer España como España y darle expresión en un museo. Es todo lo que puedo hacer. Si puedo hacer un poema de un museo, será fácil de leer». Tal y como esperaba, sus viajes por España en 1892, 1896 y 1898 le aportaron nuevas perspectivas del país que se le habían escapado en sus lecturas. En 1898, ya había llegado a la conclusión de que sus años de estudio sobre la cultura hispánica únicamente le habían proporcionado un retrato estéril, académico e incompleto de España. A través de la interacción personal con individuos de todos los estamentos sociales y, en particular, con los de las zonas rurales, Huntington tenía la sensación de haber descubierto por fin el alma de España en sus gentes.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1942.jpg\" alt=\"\" class=\"wp-image-977\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1942.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1942-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">RETRATO DE MANUEL PÉREZ DE GUZMÁN Y BOZA, MARQUÉS DE JEREZ DE LOS CABALLEROS, 1914<br>Joaquín Sorolla<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_5ab78a9cef5a03877250ee97fca61ca3\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Huntington pasó los seis años siguientes en una vorágine de actividad, incluyendo la publicación de unos cuarenta facsímiles, si bien su principal ocupación siguió siendo la creación de su museo. Tras la muerte de su padre en 1900, heredó los recursos necesarios para realizar importantes adquisiciones e iniciar una colección de arte bastante seria. En enero de 1902, compró la codiciada biblioteca del Marqués de Jerez de los Caballeros (retrato de Sorolla A1942), la más exquisita colección privada de literatura española antigua de la época. Si bien era consciente de que, inevitablemente, la adquisición de tan valiosa biblioteca sería objeto de controversia en España, Huntington estaba convencido de que, a la larga, contribuiría al fomento de los estudios hispánicos. En vísperas de la fundación del «Museo Español», Huntington viajó de nuevo a Europa en busca de más objetos con los que completar sus ya soberbias colecciones.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"538\" height=\"414\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/museum-courtyard-north-wall-and-entrance-1908-corrected.jpg\" alt=\"\" class=\"wp-image-979\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/museum-courtyard-north-wall-and-entrance-1908-corrected.jpg 538w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/museum-courtyard-north-wall-and-entrance-1908-corrected-450x346.jpg 450w\" sizes=\"auto, (max-width: 538px) 100vw, 538px\" \/><figcaption class=\"wp-element-caption\">PATIO CENTRAL, 1908<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_9cb574263277a67849c77405441e006b\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Finalmente, con terrenos adquiridos en el Alto Manhattan y una dotación inicial ya asignada, el 18 de mayo de 1904 Archer Huntington formalizó el Acta Fundacional de una biblioteca y museo español de carácter público que habría de llamarse The Hispanic Sociaty of America. El objeto de la entidad sería el «fomento del estudio de las lenguas, la literatura y la historia española y portuguesa». En poco más de un año, el edificio estaba construido, si bien se dedicarían dos años más a la meticulosa disposición de las colecciones, todo ello supervisado directamente por el propio Huntington. En previsión de la inauguración de su museo, continuó ampliando las colecciones con la importante compra en París de una custodia realizada en 1585 por Cristóbal Becerril, así como del célebre retrato de la <em>Duquesa de Alba <\/em>(1797) de Francisco de Goya. Con la inauguración oficial de la Hispanic Sociaty el 20 de enero de 1908, Huntington por fin consiguió tener listo el vehículo a través del cual podría perseguir su firme propósito de convertirse en el paladín de España en América.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"538\" height=\"414\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/nn-1119-sorolla-on-the-steps-of-hsa-1.jpg\" alt=\"\" class=\"wp-image-981\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/nn-1119-sorolla-on-the-steps-of-hsa-1.jpg 538w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/nn-1119-sorolla-on-the-steps-of-hsa-1-450x346.jpg 450w\" sizes=\"auto, (max-width: 538px) 100vw, 538px\" \/><figcaption class=\"wp-element-caption\">JOAQUÍN SOROLLA EN LA ENTRADA DE LA HISPANIC SOCIETY, 1909<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_13650128123653377e6b49a14762bc5c\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Las puertas de la Hispanic Sociaty sólo llevaban abiertas al público unos pocos meses cuando Huntington partió de nuevo hacia Europa, donde descubrió las pinturas de Joaquín Sorolla expuestas en la Grafton Gallery de Londres. Dada la profunda influencia que este encuentro acabaría teniendo en las vidas tanto de Sorolla como de Huntington, así como en la propia Hispanic Sociaty, es una pena que este último olvidara plasmar en su diario sus propias impresiones. Archer se sintió indiscutiblemente cautivado por la obra de Sorolla, ya que, de inmediato, comenzó a hacer planes por medio de agentes londinenses para organizar una exposición en la Hispanic Sociaty al año siguiente. La exposición de Sorolla causó sensación de inmediato y atrajo a casi 160 000 visitantes entre el 4 de febrero y el 8 de marzo de 1909. La primera exposición especial de Huntington supuso un éxito sin precedentes que otorgó reconocimiento internacional y granjeó encendidos elogios tanto a Sorolla como a la Hispanic Sociaty. De esta muestra, Huntington tuvo la oportunidad de adquirir algunas de las mejores obras, incluyendo <em>Después del baño<\/em> (1908), <em>Bueyes sacando la barca <\/em>(1903) e <em>Idilio marino<\/em> (1908). El éxito de esta exposición animó a Huntington y a Sorolla a organizar otra muestra dos años más tarde en el Art Institute of Chicago y en el City Art Museum de Saint Louis. A lo largo de los siguientes veinte años, Huntington y la Hispanic Sociaty auspiciaron una serie de importantes exposiciones temporales de obras en préstamo, si bien ninguna se acercó siquiera al éxito de público o a la repercusión de la muestra de Sorolla.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"904\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1200x904.jpg\" alt=\"\" class=\"wp-image-922\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1200x904.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-450x339.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-768x579.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1536x1157.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-2048x1543.jpg 2048w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1-1920x1447.jpg 1920w\" sizes=\"auto, (max-width: 1200px) 100vw, 1200px\" \/><figcaption class=\"wp-element-caption\">EXPOSICIÓN DE SOROLLA, 1909<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_ada051a93652cd6082a8621b35bdabd4\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Entusiasmado con el reciente triunfo, Huntington reanudó su búsqueda de libros y objetos artísticos para la Hispanic Sociaty, fiel a su gran proyecto de crear colecciones para su biblioteca y su museo que tocaran todas las facetas de la cultura hispánica. Aunque Sorolla y otros lo animaron a comprar en España, Huntington se mantuvo firme en su arraigada política de adquirir únicamente obras relevantes y antiguas fuera de la Península, tales como <em>Retrato de una niña<\/em>, de Diego Velázquez, que compró en 1908 a Duveen Brothers, en Londres, gracias al estímulo y la ayuda económica de su madre. Otra de las grandes incorporaciones a la colección vino de Arabella, que compró a Duveen el retrato que Velázquez hiciera de <em>Gaspar de Guzmán, Conde-Duque de Olivares <\/em>(hacia 1625-26) por el inaudito precio de 650 000 $, obra que inmediatamente ofreció a la Hispanic Sociaty como obsequio en memoria de Collis P. Huntington.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"538\" height=\"414\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/sorolla-exh-east-wall.jpg\" alt=\"\" class=\"wp-image-983\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/sorolla-exh-east-wall.jpg 538w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/sorolla-exh-east-wall-450x346.jpg 450w\" sizes=\"auto, (max-width: 538px) 100vw, 538px\" \/><figcaption class=\"wp-element-caption\">PATIO CENTRAL, EXPOSICIÓN DE SOROLLA, 1909<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_cb2f0f7e1387e75a7ed0e84203fe216f\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>El grueso de las colecciones del museo de la Hispanic Sociaty fue adquirido personalmente por Huntington de reputados marchantes de arte, así como, de vez en cuando, en subastas celebradas en París, Londres y Nueva York. De hecho, aplicó en general la misma política a las adquisiciones para la biblioteca, ya que compró muy pocos manuscritos y libros raros en España tras hacerse con la biblioteca de Jerez. La famosa edición príncipe de <em>La Celestina<\/em> ([Burgos, 1499?]) que Huntington no había conseguido comprar a Quaritch en 1895, en Londres, acabó llegando a la Hispanic Sociaty en forma de donación de J. Pierpont Morgan. Él prefería comprar colecciones catalogadas enteras, preparadas expresamente para la Hispanic Sociaty por el librero especializado en libros antiguos Karl W. Hiersemann, de Leipzig. Durante diez años, desde la fundación de la Hispanic Sociaty hasta el estallido de la Primera Guerra Mundial, compró casi exclusivamente a Hiersemann, sumando a la biblioteca decenas de miles de libros y manuscritos cada vez.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/celestina_-history_hispanic-society-2014.jpg\" alt=\"\" class=\"wp-image-985\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/celestina_-history_hispanic-society-2014.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/celestina_-history_hispanic-society-2014-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\"><strong>LA CELESTINA [COMEDIA DE CALISTO Y MELIBEA], 1499<\/strong><br>Fernando de Rojas<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_dee5fff808cba58f391dde9bd37dd9ea\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Como parte de su ambiciosa visión de la institución, en 1910 Huntington se dirigió a Sorolla para proponerle un encargo para la Hispanic Sociaty consistente en una serie de grandes pinturas históricas que proporcionarían una panorámica completa de España y Portugal. El 26 de noviembre, los dos firmaron un contrato en París que daba a Sorolla aproximadamente cinco años para crear para la Hispanic Sociaty una serie de pinturas al óleo que había de medir entre tres y tres metros y medio de altura por setenta metros de largo, y que debía plasmar la vida cotidiana de aquella época en España y Portugal. Mientras Sorolla comenzaba a trabajar en esos colosales lienzos, junto con los retratos destinados a la Hispanic Sociaty, Huntington y un primo suyo arquitecto, Charles Pratt Huntington, formalizaron los planes para la ampliación del ala oeste del Edificio Principal, que albergaría la monumental obra de Sorolla.<\/p>\n<p>Huntington continuó ampliando las ya considerables colecciones del Museo de la Hispanic Sociaty, comprando obras de artistas tanto antiguos como contemporáneos. Estando en Madrid en 1912, visitó a los reyes, que se interesaron por sus adquisiciones de arte español. Su respuesta, habitual por aquel entonces, aseguró a los monarcas que en modo alguno tenía la intención de privar a España de su patrimonio artístico. Huntington comprendía perfectamente los reparos de los monarcas españoles, pues él mismo era penosamente consciente del insaciable apetito de arte y cultura europeas de sus compatriotas estadounidenses.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"621\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/horizontal2-1200x621.jpg\" alt=\"\" class=\"wp-image-987\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/horizontal2-1200x621.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/horizontal2-450x233.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/horizontal2-768x397.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/horizontal2-1536x795.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/horizontal2-2048x1060.jpg 2048w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/horizontal2-1920x993.jpg 1920w\" sizes=\"auto, (max-width: 1200px) 100vw, 1200px\" \/><figcaption class=\"wp-element-caption\"><strong>MAPAMUNDI, 1526<\/strong><br>Juan Vespucci<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_311dfdc1d619a569c15b8d0c0098db45\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>De hecho, el estallido de la Primera Guerra Mundial en Europa puso fin, por fuerza, a la febril búsqueda, por parte de Huntington, de nuevas adquisiciones para la Hispanic Sociaty. Dignos exponentes de las importantes adquisiciones de esta última etapa son el <em>Mapamundi<\/em> de 1526 de Juan Vespucio, y la caja de marfil del siglo x realizada por Khalaf en Madinat al-Zahra’, cerca de Córdoba. Al término de la guerra, Huntington había perdido, en su mayor parte, el interés por continuar ampliando denodadamente las colecciones de arte, libros raros y manuscritos de la Hispanic Sociaty, quizá, en parte, al caer en la cuenta de que aún tenía por delante años de trabajo de investigación y catalogación del material que ya había acumulado. También había empezado a sentir el fin de una era, una época en la que se habían creado muchas de las mayores colecciones de arte de Estados Unidos. No obstante, para Huntington y para la Hispanic Sociaty aún faltaba completar una importante adquisición: el encargo de Sorolla sobre las provincias de España, que este terminó en 1919, pero que no se instaló y se abrió al público hasta 1926.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"538\" height=\"414\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/dsc_0064-corrected-sharpened.jpg\" alt=\"\" class=\"wp-image-989\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/dsc_0064-corrected-sharpened.jpg 538w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/dsc_0064-corrected-sharpened-450x346.jpg 450w\" sizes=\"auto, (max-width: 538px) 100vw, 538px\" \/><figcaption class=\"wp-element-caption\"><strong>ESCULTURA DE EL CID<\/strong><br>Anna Hyatt Huntington<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_f9d0a8b7d95a748d699927a42cc37dbc\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Huntington también vio cómo se cerraba un capítulo de su propia vida, el de estudioso y coleccionista, cuando comenzó a formar una plantilla de profesionales para la conservación y estudio de sus colecciones. Escribiendo a finales de 1920, comentaría: «Poco a poco, la plantilla va tomando forma y, algún día, espero que, con su ayuda, podamos publicar una magnífica serie de monografías. Espero conseguir que cada una de ellas se interese por un único tema para que puedan convertirse en especialistas, en cada caso, en un área definida». Recientemente, había contratado a un grupo de muchachas jóvenes –en la veintena– para trabajar en el Departamento de Biblioteca, todas ellas recién salidas de la universidad con títulos en Biblioteconomía de facultades tales como Simmons, en Boston, o Gallaudet, en Washington, D.C. Tras sólo unos meses de bibliotecarias, un día Huntington las reunió y les contó sus planes para crear un Departamento de Museo compuesto por conservadores especializados en cada una de las principales áreas de sus colecciones. A continuación, pasó a ofrecerles la oportunidad de escoger un nuevo ámbito de especialización, algo que ellas aceptaron entusiasmadas: Elizabeth du Gué Trapier, Pintura y Dibujos; Beatrice Gilman Proske, Escultura; Alice Wilson Frothingham, Cerámica; Florence Lewis May, Tejidos; y Eleanor Sherman Font, Estampas (fotos). Junto con Clara Louisa Penney, bibliógrafa en Manuscritos y Libros Raros, comenzaron a investigar y catalogar las colecciones de la Hispanic Sociaty, una tarea aparentemente interminable que tardarían unos 50 años en completar. Tal y como Huntington esperaba, con el tiempo se convirtieron en auténticas expertas, primero publicando catálogos de las colecciones, y luego doctas monografías. Muchas de ellas siguen siendo obras de referencia fundamentales en su campo, tales como <em>Castilian Sculpture<\/em>, de Proske (1951); <em>Silk Textiles of Spain, Eighth to Fifteenth Century<\/em>, de May (1957); y <em>Spanish Glass<\/em>, de Frothingham (1963).<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_ann_hispanic-society-a3236.jpg\" alt=\"\" class=\"wp-image-991\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_ann_hispanic-society-a3236.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_ann_hispanic-society-a3236-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\"><strong>ANNA VAUGHN HYATT HUNTINGTON, hacia 1920<\/strong><br>Marion Boyd Allen<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_ec1bc15d0ae670f0fe36b57793f16a20\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Tras su segundo matrimonio, que contrajo en 1923 con la conocida escultora Anna Vaughn Hyatt, Huntington comenzó a planear la instalación de una escultura permanente apropiada en la explanada que hay delante de la Hispanic Sociaty. La incorporación de otro edificio más para galerías y almacén en el lado norte de dicha explanada, en la Calle 156, le proporcionó el marco idóneo para una escultura de la Sra. Huntington. En 1927, su monumental bronce ecuestre <em>El Cid<\/em> fue colocado en la terraza inferior, convirtiéndose inmediatamente en el símbolo extraoficial de la Hispanic Sociaty. En los años que siguieron, las colecciones de la Hispanic Sociaty continuaron creciendo por medio de adquisiciones y donaciones, muchas de ellas de su fundador, si bien el propio Huntington no realizó muchas más adquisiciones de peso. Como cabría esperar, en sus últimos años de vida se fue desvinculando del funcionamiento diario de la Hispanic Sociaty, aunque conservó plena autoridad administrativa hasta su muerte, ocurrida en 1955. Además del legado económico, el último obsequio de Huntington fue un tesoro oculto de dibujos, manuscritos y libros raros que había reservado para sí mismo a lo largo de los años en una cámara privada ubicada dentro de la Hispanic Sociaty.<\/p>\n<p>El mayor legado de Archer Huntington a los estudios hispánicos sigue siendo la propia Hispanic Sociaty, con las inestimables colecciones de su museo y su biblioteca. En la actualidad, su «Museo Español» no sólo constituye un recurso esencial para el estudio de la cultura hispánica en todas sus variadas manifestaciones, sino que además, a través de sus vastas colecciones, ofrece ilimitadas oportunidades para la investigación a futuras generaciones de estudiosos. En este sentido, tal y como Huntington especulara en una carta de 1920 dirigida a su madre, su mayor contribución al Hispanismo fue, sin duda, «preparar el camino para otros».<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"631\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/main_court_hispanic-society_2014_0045_2.jpg\" alt=\"\" class=\"wp-image-993\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/main_court_hispanic-society_2014_0045_2.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/main_court_hispanic-society_2014_0045_2-342x450.jpg 342w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">PATIO CENTRAL<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_19ebe1da617e0ada9c57f51894444383\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>La filantropía y las «incursiones en el terreno de la construcción de museos» de Archer Huntington no se limitaron a la Hispanic Sociaty. Tras fundar la Hispanic Sociaty en 1904, Huntington invitó a otras instituciones con las que estaba vinculado a trasladarse a Audubon Terrace. Entre ellas se incluyen la American Numismatic Society (1907), The American Geographical Society (1910), la Iglesia de Nuestra Señora de la Esperanza (1912), The Museum of the American Indian, Heye Foundation (1916), y la American Academy of Arts and Letters (1923). Al final, Huntington no sólo donó el terreno a todas esas entidades, sino que también costeó la construcción de sus edificios, con la excepción de la Iglesia de Nuestra Señora de la Esperanza. En España, desempeñó un papel decisivo en la fundación del Museo de la Casa de Cervantes, en Valladolid, y el Museo de la Casa de El Greco, en Toledo. En los años que siguieron, fundó los jardines Brookgreen Gardens (1930), en Murrells Inlet, Carolina del Sur; y The Mariner’s Museum (1932), en Newport News, Virginia.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"860\" height=\"1024\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hispanic-society-2014-0103-860x1024-1.jpg\" alt=\"\" class=\"wp-image-995\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hispanic-society-2014-0103-860x1024-1.jpg 860w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hispanic-society-2014-0103-860x1024-1-378x450.jpg 378w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hispanic-society-2014-0103-860x1024-1-768x914.jpg 768w\" sizes=\"auto, (max-width: 860px) 100vw, 860px\" \/><figcaption class=\"wp-element-caption\">EXTERIOR DEL MUSEO, AUDOBON TERRACE<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_365c3294cdf7f5e5eb015495935b87d4\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>n sus últimos años, Huntington se mostró igualmente generoso con la donación de bienes y propiedades familiares. Se cedieron colecciones de arte y antigüedades al California Palace of the Legion of Honor de los Fine Arts Museums of San Francisco (1927); la Yale University Art Gallery, en memoria de Arabella (1927); The Metropolitan Museum of Art (1927); y The Charleston Museum (1931-32). Grandes extensiones de terreno fueron donadas para museos, parques y reservas naturales, incluidos los 15 000 acres (60 kilómetros cuadrados) que ocupaba su campamento Great Camp Arbutus en las montañas Adirondack al State University of New York College of Environmental Forestry, de Siracusa, para la estación biológica y forestal Archer and Anna Huntington Wildlife Forest Station, en Newcomb, Nueva York (1932); su residencia privada en la ciudad de Nueva York, en el 1089 5th Avenue, al National Academy Museum and School (1940); 500 acres (2 kilómetros cuadrados) a la Palisades Interstate Park Commission de Haverstraw, Nueva York (1943); los 200 acres (casi 1 kilómetro cuadrado) de su padre en Camp Pine Knot, en el lago Raquette, el primer Great Camp en las montañas Adirondack, a la State University of New York, Cortland, en memoria de Collis Potter Huntington; y legó 1 017 acres (más de 4 kilómetros cuadrados) en Redding al Estado de Connecticut para la creación del parque natural Collis P. Huntington State Park, que abrió al público en 1973 tras la muerte de Anna Hyatt Huntington. Generoso hasta el extremo, Archer Huntington nunca ambicionó para sí reconocimiento personal o monumento conmemorativo alguno, razón por la cual, durante toda su vida, no permitió que ninguna de las instituciones que fundó llevara su nombre. En la actualidad, las instituciones que él creara se alzan cual eternos memoriales a los logros y la generosidad de uno de los mayores filántropos de Estados Unidos.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe loading=\"lazy\" title=\"A Voyage of Discovery: Hispanic Sociaty Museum &amp; Library\" width=\"500\" height=\"281\" src=\"https:\/\/www.youtube.com\/embed\/YI9Qdhqmiqs?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen><\/iframe>\n<\/div><\/figure>\n\n\n\r\n<div id=\"text-sections-block_c306628636890676969f34111ef6cc69\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>La Hispanic Sociaty ha seguido centrada principalmente en la investigación académica con la intención de mantenerse fiel a su misión; no obstante, desde la década de 1990, se ha hecho mayor hincapié en la necesidad de lograr que las colecciones resulten más accesibles a un nuevo público, un público más amplio. Con ese fin, a lo largo de la década de 1990 se organizaron en la Hispanic Sociaty multitud de exposiciones temporales de piezas tomadas de las colecciones, acompañadas de los correspondientes catálogos. Y aún más importantes son las grandes exposiciones organizadas en años recientes en museos de España, México y Estados Unidos, las cuales han atraído a nuevos visitantes cuyo número se cuenta por millones. <a href=\"https:\/\/hispanicsociaty.org\/exhibition\/past-exhibitions-works-on-loan\/\">Exposiciones pasadas en la Hispanic Sociaty.<\/a><\/p>\n<p>Las colecciones, y en particular las exposiciones permanentes de la Hispanic Sociaty, continúan ampliándose con notables adquisiciones en todas las áreas, por medio tanto de donaciones como de compras, con obras tales como <em>La Roser<\/em> (1909), de Nonell; <em>El hijo pródigo<\/em> (hacia 1656–1665), de Murillo; <em>De Mestizo y de India <\/em>(hacia 1720), de Rodríguez Juárez; <em>San Miguel Arcángel <\/em>(Ecuador, 1700–1750); <em>En el Moulin Rouge <\/em>(1899), de Sunyer; una batea lacada de Peribán (México, 1600–1700); y un escritorio de Barniz de Pasto (Colombia, hacia 1684). Desde 1998, el respaldo a los programas y las colecciones de la Hispanic Sociaty ha sido proporcionado por la asociación Friends of The Hispanic Sociaty of America, así como por su homóloga en España, la Asociación de Amigos, que ha promovido la labor de la Hispanic Sociaty y todas sus actividades desde su sede en Madrid. No satisfecha con los notables logros de los últimos cien años, en la actualidad la Hispanic Sociaty mira al futuro con ambiciosos planes para ampliar sus adquisiciones, programas, exposiciones e instalaciones con el fin de garantizar la futura vitalidad y el éxito en su segundo siglo de existencia.<\/p>\n<p><strong><em>Lecturas adicionales recomendadas<\/em><\/strong><\/p>\n<p>Bennett, Shelley, <em>The Art of Wealth: The Huntingtons in the Gilded Age<\/em>, Huntington Library Press, San Marino, 2013.<br \/>\nCodding, Mitchell A, «Archer Milton Huntington, the Champion of Spain in America», en Kagan, Richard (ed.), <em>Spain and the United States: The Origins of American Hispanism<\/em>, University of Illinois Press, Urbana, 2002, 142–170.<br \/>\n— — —, «A Legacy of Spanish Art for America: Archer M. Huntington and The Hispanic Sociaty of America», en<em> Manet\/Velázquez: The French Taste for Spanish Painting<\/em>, The Metropolitan Museum of Art, Nueva York, 2003.<br \/>\n— — —, «Sorolla and The Hispanic Sociaty of America», en Pons-Sorolla, Blanca y Roglan, Mark P. (eds.), <em>Sorolla and America<\/em>, The Meadows Museum, Dallas, 2013, 55-67.<br \/>\n<em>The Hispanic Sociaty of America, Museum and Library, 1904–1954<\/em>, The Hispanic Sociaty of America, Nueva York, 1954.<br \/>\nLenaghan, Patrick <em>et al.<\/em> (eds.), <em>The Hispanic Sociaty of America: Tesoros<\/em>, The Hispanic Sociaty of America, Nueva York, 2000.<br \/>\nHuntington, Archer Milton, <em>A Note-Book in Northern Spain, <\/em>G. P. Putnam’s Sons, Nueva York, 1898.<br \/>\n— — —, (ed. y trad.), <em>Poem of the Cid<\/em>, 3 vols., G.P. Putnam’s Sons, Nueva York, 1897–1903.<br \/>\nProske, Beatrice Gilman, <em>Archer Milton Huntington<\/em>, The Hispanic Sociaty of America, Nueva York, 1963.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"480\" height=\"338\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa-exterior-aerial-view.jpg\" alt=\"\" class=\"wp-image-1001\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa-exterior-aerial-view.jpg 480w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa-exterior-aerial-view-450x317.jpg 450w\" sizes=\"auto, (max-width: 480px) 100vw, 480px\" \/><figcaption class=\"wp-element-caption\">EXTERIOR DEL MUSEO, AUDOBON TERRACE<\/figcaption><\/figure><\/div>\n\n\r\n<div id=\"text-sections-block_07f69c0676c98ab29a61fc598046d5b9\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    About Terrace                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Audubon Terrace, el complejo situado entre las calles 155 y 156, Broadway y Riverside Drive, fue concebido por Archer Milton Huntington como un «campus cultural» formado por sociedades académicas y museos. Debe su nombre al célebre naturalista y artista John James Audubon (1785-1851), cuyas propiedades abarcaban originalmente unos 30 acres (alrededor de 120 000 metros cuadrados) delimitados por las calles 155 y 158, el río Hudson al oeste y Bloomindale Road al este, lo que hoy en día es Broadway. Audubon compró esta extensión de tierra en 1841 tras completar su gran obra <em>The Birds of America <\/em>(1827-38). Desde 1850 hasta 1910, toda la finca era conocida como Audubon Park. Huntington empezó comprando ocho parcelas para la Hispanic Sociaty en 1904 y, con la adquisición de otros ocho lotes, completó el emplazamiento actual de Audubon Terrace. En un principio, Huntington esperaba adquirir la totalidad de las tierras desde Broadway hasta el río Hudson, entre las calles 155 y 156, con el fin de construir una zona ajardinada en la ladera que desciende hasta la margen del río Hudson, pero desistió debido a lo inflado de los precios que exigían los propietarios de los restantes terrenos.<\/p>\n<p>Una vez completado el edificio de la Hispanic Sociaty en 1905, Huntington ofreció las parcelas colindantes a otras instituciones culturales con las que estaba asociado y, acto seguido, subvencionó la construcción de sus edificios en un mismo estilo <em>Beaux Arts <\/em>\/ Renacimiento Americano. En sus primeros años, los visitantes accedían al Museo y la Biblioteca desde la Calle 156, tras cruzar las puertas de una majestuosa verja de hierro forjado, cada una de ellas decorada con el emblema de la Hispanic Sociaty, y a continuación remontando los escalones que conducen de la explanada al edificio. En 1910, el recinto cultural concebido por Huntington había comenzado a tomar forma con la incorporación de la American Numismatic Society y la American Geographical Society. Con el objeto de proporcionar acceso a la nueva institución desde Broadway, se construyeron varias explanadas y la propiedad fue rebautizada con el nombre de Audubon Terrace. El Edificio Principal de la Hispanic Sociaty, diseñado por Charles Pratt Huntington, fue el primero que se completó sobre la explanada, en 1905, y el Museo y la Biblioteca abrieron al público en 1908. Más tarde, en 1915, se añadieron las alas este y oeste para la Galería de Sorolla y, en 1921, para la Sala de Lectura de la Biblioteca, y el Edificio Norte abrió sus puertas en 1928.<\/p>\n<p>Charles Pratt Huntington también diseñó la American Numismatic Society (1907), la American Geographical Society (1910) y el Museum of the American Indian-Heye Foundation (1916), así como la Iglesia Católica de Nuestra Señora de la Esperanza (1912), con posteriores modificaciones realizadas por el estudio de arquitectos McKim, Meade &amp; White. El estudio también diseñó la American Academy of Arts and Letters (1923), si bien la posterior ampliación la llevó a cabo Cass Gilbert (1930). La American Geographical Society, el Museum of the American Indian-Heye Foundation y la American Numismatic Society se trasladaron más tarde. El Boricua College adquirió el edificio de la American Geographical Society en 1980, el del Museum of the American Indian-Heye Foundation fue comprado por la Hispanic Sociaty en 1996, y la American Academy of Arts and Letters se hizo con el inmueble de la American Numismatic Society en 2005. Además de la impresionante arquitectura de estilo <em>Beaux Arts<\/em> \/ Renacimiento Americano, la explanada muestra una selección de esculturas de Anna Hyatt Huntington. Desde un principio, Huntington tenía la intención de añadir esculturas a los edificios y asegurarse de su permanencia convirtiéndolas en monumentales obras de arte. En 1923, tras sus nupcias con la escultora Anna Vaughn Hyatt, comenzaron a tomar forma sus planes para colocar esculturas en Audubon Terrace. Dominando el espacio central de la explanada inferior de la Hispanic Sociaty, encontramos la gigantesca estatua ecuestre de bronce de El Cid Campeador. El primer vaciado fue un regalo de los Huntington a la ciudad de Sevilla. Pero la primera réplica se instaló en el patio central de la explanada inferior el 15 de agosto de 1927. Para completar el conjunto, se añadieron cuatro guerreros sedentes de bronce a tamaño natural, que se apoyan sobre sus escudos. Entre las restantes esculturas de Anna Hyatt Huntington que se pueden contemplar en la explanada se incluyen dos ciervos rojos, macho y hembra, con su cervatillo, también en bronce; dos leones heráldicos de piedra caliza, con esferas terrestres entre sus garras, que custodian la entrada al Museo y la Biblioteca; y cuatro grupos de osos, jaguares, buitres y jabalíes –también en caliza– que flanquean la parte superior de las escaleras que suben a las terrazas situadas a ambos lados del Edificio Norte. Completan el programa escultórico de la explanada dos monumentales relieves escultóricos ecuestres en piedra caliza ubicados en las fachadas del Edificio Norte: Boabdil, el último rey nazarí de Granada; y Don Quijote, cuya postura alicaída, quebrado bastón y escuálido caballo Rocinante ofrecen un marcado contraste con la vigorosa pose y el majestuoso corcel de El Cid.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\r\n<div id=\"related-content-block_72f92cda54f7ac1e35cef35f07e62b74\" class=\"block site_width related-content\">\r\n    <h3 class=\"related-content__heading\">Explorar Más<\/h3>    <div class=\"content_cards_grid\">\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"295\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_espana-moderna-5-scaled-1-450x295.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_espana-moderna-5-scaled-1-450x295.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_espana-moderna-5-scaled-1-1200x786.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_espana-moderna-5-scaled-1-768x503.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_espana-moderna-5-scaled-1-1536x1006.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_espana-moderna-5-scaled-1-2048x1341.jpg 2048w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_espana-moderna-5-scaled-1-1920x1257.jpg 1920w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Misión                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/es\/about\/mission-statement\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"237\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1780_madrazo-scaled-1-450x237.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1780_madrazo-scaled-1-450x237.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1780_madrazo-scaled-1-1200x632.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1780_madrazo-scaled-1-768x405.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1780_madrazo-scaled-1-1536x809.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1780_madrazo-scaled-1-2048x1079.jpg 2048w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a1780_madrazo-scaled-1-1920x1012.jpg 1920w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        HSML Global                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/es\/about\/hsml-global\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"301\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-450x301.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-450x301.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1200x803.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-768x514.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1536x1028.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1920x1284.jpg 1920w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg 2000w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Política de Gestión de Colecciones e Imágenes                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/es\/about\/image-and-collections-policies\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"192\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_visit_contact_us-450x192.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_visit_contact_us-450x192.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_visit_contact_us-1200x513.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_visit_contact_us-768x328.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/hsa_visit_contact_us.jpg 1440w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Contacto                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/es\/about\/contact-us\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n            <\/div>\n    <\/div>\r\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":923,"parent":1336,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-1348","page","type-page","status-publish","has-post-thumbnail","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Historia - Hispanic Sociaty Museum and Library<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Historia - Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/\" \/>\n<meta property=\"og:site_name\" content=\"Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hispanicsociaty\" \/>\n<meta property=\"article:modified_time\" content=\"2025-04-27T09:19:04+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1929\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:label1\" content=\"Tiempo de lectura\" \/>\n\t<meta name=\"twitter:data1\" content=\"1 minuto\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/\",\"url\":\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/\",\"name\":\"Historia - Hispanic Sociaty Museum and Library\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg\",\"datePublished\":\"2025-03-23T09:14:18+00:00\",\"dateModified\":\"2025-04-27T09:19:04+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#breadcrumb\"},\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"es\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#primaryimage\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg\",\"width\":2560,\"height\":1929},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hispanicsociaty.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Sobre Nosotros\",\"item\":\"https:\/\/hispanicsociaty.org\/about\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Historia\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hispanicsociaty.org\/#website\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"name\":\"Hispanic Sociaty Museum and Library\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hispanicsociaty.org\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"es\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\",\"name\":\"Hispanic Sociaty Museum and Library\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"es\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"width\":273,\"height\":68,\"caption\":\"Hispanic Sociaty Museum and Library\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/hispanicsociaty\",\"https:\/\/x.com\/HSAmuseum\",\"https:\/\/www.instagram.com\/hispanic_society\/\",\"https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Historia - Hispanic Sociaty Museum and Library","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/","og_locale":"es_ES","og_type":"article","og_title":"Historia - Hispanic Sociaty Museum and Library","og_url":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/","og_site_name":"Hispanic Sociaty Museum and Library","article_publisher":"https:\/\/www.facebook.com\/hispanicsociaty","article_modified_time":"2025-04-27T09:19:04+00:00","og_image":[{"width":2560,"height":1929,"url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@HSAmuseum","twitter_misc":{"Tiempo de lectura":"1 minuto"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/","url":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/","name":"Historia - Hispanic Sociaty Museum and Library","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#primaryimage"},"image":{"@id":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg","datePublished":"2025-03-23T09:14:18+00:00","dateModified":"2025-04-27T09:19:04+00:00","breadcrumb":{"@id":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#breadcrumb"},"inLanguage":"es","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/"]}]},{"@type":"ImageObject","inLanguage":"es","@id":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#primaryimage","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/history_cover-scaled-1.jpg","width":2560,"height":1929},{"@type":"BreadcrumbList","@id":"https:\/\/hispanicsociaty.org\/about\/history-of-hsml\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hispanicsociaty.org\/"},{"@type":"ListItem","position":2,"name":"Sobre Nosotros","item":"https:\/\/hispanicsociaty.org\/about\/"},{"@type":"ListItem","position":3,"name":"Historia"}]},{"@type":"WebSite","@id":"https:\/\/hispanicsociaty.org\/#website","url":"https:\/\/hispanicsociaty.org\/","name":"Hispanic Sociaty Museum and Library","description":"","publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hispanicsociaty.org\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"es"},{"@type":"Organization","@id":"https:\/\/hispanicsociaty.org\/#organization","name":"Hispanic Sociaty Museum and Library","url":"https:\/\/hispanicsociaty.org\/","logo":{"@type":"ImageObject","inLanguage":"es","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","width":273,"height":68,"caption":"Hispanic Sociaty Museum and Library"},"image":{"@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/hispanicsociaty","https:\/\/x.com\/HSAmuseum","https:\/\/www.instagram.com\/hispanic_society\/","https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg"]}]}},"_links":{"self":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1348","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/comments?post=1348"}],"version-history":[{"count":3,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1348\/revisions"}],"predecessor-version":[{"id":1353,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1348\/revisions\/1353"}],"up":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1336"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/media\/923"}],"wp:attachment":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/media?parent=1348"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}