{"id":1358,"date":"2025-03-23T09:15:11","date_gmt":"2025-03-23T09:15:11","guid":{"rendered":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/"},"modified":"2025-04-27T09:36:37","modified_gmt":"2025-04-27T09:36:37","slug":"image-and-collections-policies","status":"publish","type":"page","link":"https:\/\/hispanicsociaty.org\/es\/about\/image-and-collections-policies\/","title":{"rendered":"Política de Gestión de Colecciones e Imágenes"},"content":{"rendered":"\r\n<div id=\"full-width-image-block_0c1255a45213cf51ac4f6971d697d47f\" class=\"block full-width-image height_half\">\r\n            <div class=\"image_container\">\r\n            <figure class=\"\">\r\n                <img loading=\"lazy\" decoding=\"async\" width=\"1920\" height=\"1284\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1920x1284.jpg\" class=\"\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1920x1284.jpg 1920w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-450x301.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1200x803.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-768x514.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1536x1028.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg 2000w\" sizes=\"auto, (max-width: 1920px) 100vw, 1920px\" \/>            <\/figure>\r\n                            <figcaption class=\"\">\r\n                    EL PUENTE DE ALCÁNTARA, 1906 Aureliano Beruete                <\/figcaption>\r\n                    <\/div>\r\n    <\/div>\r\n\n\n\r\n<div id=\"text-sections-block_5d370d0887bb25866dc2e4a81ba03fc2\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    Política de Gestión de Colecciones                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>El cuidado y la preservación de las colecciones es una de las responsabilidades fundamentales de la Hispanic Sociaty of America.<\/p>\n<p>La misión de la Hispanic Sociaty of America es coleccionar, preservar, estudiar, exponer, fomentar el aprecio y promover el conocimiento de las obras relacionadas directamente con el arte, la literatura y la historia de los países en los que el español y el portugués son o han sido lenguas habladas de forma predominante, todo ello al servicio del bien público y con arreglo a los más altos estándares profesionales.<\/p>\n<p>El término «hispánico», en el contexto de la Hispanic Sociaty of America y de su misión, engloba los países en los que el español y el portugués son o han sido lenguas habladas de forma predominante, esto es, España, Portugal, Latinoamérica, el suroeste de Estados Unidos, Filipinas, la India portuguesa, etc.<\/p>\n<p>El Museo es, ante todo, un depósito de obras de arte que provienen de –o están directamente relacionadas con– los países en los que el español y el portugués son o han sido lenguas habladas de forma predominante. La Biblioteca es, ante todo, un depósito de manuscritos y publicaciones que están directamente relacionados con el arte, la lengua, la literatura y la cultura de los países en los que el español y el portugués son o han sido lenguas habladas de forma predominante. La misión de la Hispanic Sociaty of America se centra en –y emana de– las obras que albergan las colecciones de su Museo y su Biblioteca.<\/p>\n<p>Para cumplir su cometido y obligación, la Hispanic Sociaty ha aprobado la presente Política de Gestión de Colecciones. La finalidad de esta política es exponer los principios, estándares y normas que rigen la administración por parte de la Hispanic Sociaty de las colecciones que se hallan bajo su custodia al servicio del interés público. La Hispanic Sociaty se esfuerza por cumplir los más altos estándares profesionales en el cuidado, la adquisición y el uso de las colecciones dentro de los cánones éticos de la Asociación Americana de Museos (American Association of Museums) y la Asociación Americana de Bibliotecas (American Library Association).<\/p>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-1\"><span class=\"collapsible-title\">I. Administración De Las Colecciones<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-1\" class=\"collapsible-content\" hidden>La misión de la Hispanic Sociaty of America se centra en –y emana de– las obras que albergan las colecciones de su Museo y su Biblioteca. El término «hispánico», en el contexto de la Hispanic Sociaty of America y de su misión, engloba los países en los que se habla o se ha hablado español y portugués, esto es, España, Portugal, Latinoamérica, el suroeste de Estados Unidos, Filipinas, la India portuguesa, etc. Las colecciones son los imperecederos activos que distinguen a la Hispanic Sociaty de otras instituciones culturales y educativas. Las colecciones son las eternas depositarias del patrimonio de numerosas comunidades y vinculan a la Hispanic Sociaty con el arte, la literatura y la historia del mundo hispánico. La Hispanic Sociaty dedica todos sus esfuerzos y sus recursos a preservar las colecciones, las cuales reflejan la variada herencia cultural del mundo hispánico.El Museo es, ante todo, un depósito de obras de arte que provienen de –o están directamente relacionadas con– los países en los que se habla o se ha hablado español y portugués. La Biblioteca es, ante todo, un depósito de manuscritos y publicaciones que están directamente relacionados con el arte, la lengua, la literatura y la cultura de los países en los que se habla o se ha hablado español y portugués. Esas colecciones han sido confiadas al cuidado del órgano de gobierno, que es el Patronato, el cual determina la política apropiada para alcanzar los objetivos de la Hispanic Sociaty.<\/p>\n<p>La administración de las colecciones por parte de la Hispanic Sociaty implica asumir la mayor responsabilidad y un compromiso de permanencia, cuidado, documentación y accesibilidad. Sin embargo, a medida que las situaciones y las políticas cambian, en ocasiones resulta necesario trasladar un objeto de la colección en la que figura registrado a otra, modificar el estatus de un objeto dentro de las colecciones, retirar un objeto de dichas colecciones o intercambiar objetos entre instituciones.<\/p>\n<p>La Hispanic Sociaty da importancia, sentido y valor a sus colecciones por medio de exposiciones, programas educativos, actividades de investigación académica, publicaciones y programas de carácter público. El sentido de las colecciones cambia con el tiempo y puede reflejar la actitud de los autores originales, el significado que albergaba para las personas que utilizaron el objeto por primera vez, el conocimiento de los coleccionistas, y la interpretación de los investigadores que estudian los objetos. Por último, el tipo de objetos que se coleccionan viene determinado por su calidad e importancia, por las fortalezas y debilidades de las colecciones del Museo y la Biblioteca, y por las actuales prioridades de la Hispanic Sociaty.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-2\"><span class=\"collapsible-title\">II. Alcance De Las Colecciones<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-2\" class=\"collapsible-content\" hidden>Las colecciones de la Hispanic Sociaty no tienen parangón en lo que respecta a su alcance y su calidad fuera de la Península Ibérica, pues abarcan prácticamente todas las facetas de la cultura de España –así como de gran parte de Latinoamérica y el universo de habla portuguesa– hasta el siglo xx. Con unas 900 pinturas y 7 000 acuarelas y dibujos, el Museo ofrece una completa perspectiva de la pintura y el dibujo españoles, la cual se ve enriquecida por importantes ejemplos procedentes de Latinoamérica. Asimismo, la colección de casi 1 000 esculturas contiene piezas excepcionales que van desde el primer milenio a.C. hasta comienzos del siglo xx. Entre los más de 6 000 objetos que integran las diversas colecciones de artes decorativas que posee la Hispanic Sociaty, abundan magníficos ejemplos de cerámica, vidrio, mobiliario, telas, herrajes y joyas. Entre las obras en papel, los más de 15 000 grabados ofrecen una perspectiva única de las artes gráficas en España desde el siglo xvii hasta comienzos del xx. Más de 175 000 fotografías, tomadas desde la década de 1840 en adelante, documentan el arte, la cultura y las costumbres de España, Latinoamérica, Filipinas y Portugal.<\/p>\n<p>La famosa Biblioteca de la Hispanic Sociaty ofrece unos recursos incomparables para los investigadores interesados en el arte, la literatura, la historia y la cultura de los países en los que el español y el portugués son o han sido lenguas habladas de forma predominante. Las colecciones del Departamento de Manuscritos y Libros Raros son las más importantes de su clase fuera de España, y contienen más de 250 000 manuscritos, documentos y cartas que abarcan desde el siglo xi hasta el xx, junto con 15 000 libros impresos antes de 1701. La colección de libros raros incluye unos 250 incunables (libros anteriores a 1501). La Hispanic Sociaty también posee una biblioteca de investigación sobre el arte, la literatura, la historia, la geografía y la cultura de España, Latinoamérica, Filipinas y Portugal que, a día de hoy, comprende más de 300 000 títulos, a lo que hay que añadir cientos de revistas que abarcan desde el siglo xviii hasta el presente.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-3\"><span class=\"collapsible-title\">III. Autoridad Para Gestionar Las Colecciones<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-3\" class=\"collapsible-content\" hidden>El Patronato otorga poderes al Director Ejecutivo de la Hispanic Sociaty para que administre y aplique las políticas establecidas por el propio Patronato, lo cual incluye las colecciones y los programas de la Hispanic Sociaty. Las siguientes políticas describen en detalle los procesos para adquirir legalmente la titularidad de objetos y llevar a cabo acciones relacionadas con las colecciones. El Patronato debe aprobar todos los préstamos salientes de piezas pertenecientes a las colecciones con destino a otras instituciones y delega en el Director Ejecutivo la facultad de tomar prestadas piezas con fines de educación, exposición e investigación.<\/div><\/div><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-4\"><span class=\"collapsible-title\">IV. Comisión De Colecciones<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-4\" class=\"collapsible-content\" hidden>La Comisión de Colecciones del Patronato tiene la responsabilidad de plantear propuestas de actuación en relación con todas las cuestiones relativas a las colecciones del Museo y la Biblioteca. Un miembro del Patronato presidirá la comisión y remitirá al Patronato las propuestas de actuación aprobadas por la comisión.<\/p>\n<p>La Comisión de Arte, compuesta por personal de la Hispanic Sociaty e historiadores del arte externos, será nombrada cada año por el Patronato. La Comisión de Arte aprobará o rechazará las propuestas realizadas por los conservadores del Museo en relación con todas las adquisiciones efectuadas, ya sea por compra o donación. La comisión remitirá las propuestas de actuación al Director Ejecutivo y al conservador del Museo correspondiente.<\/p>\n<p><strong>IV-A.<\/strong>  <strong>Comisión de Colecciones del Patronato<\/strong><\/p>\n<p>La Comisión de Colecciones del Patronato es el órgano administrativo encargado de formular propuestas relativas a cambios en el estatus, bajas, intercambios y transferencias de las colecciones de la Hispanic Sociaty. La comisión está estructurada con el fin de aprovechar la experiencia profesional y los conocimientos del Director Ejecutivo y del personal de conservación para crear un mecanismo de «pesos y contrapesos», es decir, de correlación de fuerzas, entre comisiones y niveles de autoridad. Estas relaciones garantizan que las actuaciones relativas a las colecciones cumplen la misión de la Hispanic Sociaty y los criterios apropiados para cada acción.<\/p>\n<p>El procedimiento general para aprobar propuestas que afecten a las colecciones es el siguiente: las propuestas las presentan los conservadores al Director Ejecutivo o el propio Director Ejecutivo. El Director Ejecutivo aprueba o rechaza las propuestas y, a continuación, remite a la Comisión de Colecciones las propuestas que hayan sido aprobadas de las presentadas por los conservadores o iniciadas por el propio Director Ejecutivo. La Comisión de Colecciones aprueba o rechaza estas propuestas y, a continuación, las remite al Patronato para su aprobación definitiva.<\/p>\n<p>Los conservadores pueden proponer al Director Ejecutivo las siguientes actuaciones generales:<\/p>\n<ol>\n<li>Transferencias internas entre las colecciones de la Hispanic Sociaty.<\/li>\n<li>Bajas.<\/li>\n<li>Intercambios con otras instituciones.<\/li>\n<\/ol>\n<p>Los conservadores son responsables de las decisiones básicas relativas al almacenamiento, cuidado, investigación y ampliación de las colecciones que se encuentran bajo su custodia. El personal de colecciones tiene la responsabilidad de mantener registros de todas ellas. Con la información proporcionada por los conservadores y los conservadores técnicos, el personal de colecciones pone en práctica las decisiones, gestiona las áreas de almacenamiento, y organiza la disposición física de los préstamos.<\/p>\n<p><strong>IV-B.  Comisión de arte del Museo<\/strong><\/p>\n<p>Los conservadores del Museo presentan ante la Comisión de Arte las propuestas que estimen oportunas en relación con todas las donaciones y las compras. Dichas propuestas deberán incluir información apropiada para que la comisión pueda tomar una decisión. Las decisiones se tomarán por mayoría de votos de la comisión. A continuación, la comisión remitirá al Director Ejecutivo todas las propuestas de adquisición aprobadas. Llegados a ese punto, el Director Ejecutivo o una Comisión de Adquisiciones, si se hubiera constituido una, podrán autorizar el pago para efectuar la compra en cuestión.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-5\"><span class=\"collapsible-title\">V. Propuestas De Incorporación<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-5\" class=\"collapsible-content\" hidden>V-A.<strong>Incorporación de piezas en las colecciones<\/strong><\/p>\n<p>El Museo puede aceptar donaciones o comprar piezas para las colecciones permanentes si el material cumple todos los criterios que figuran a continuación:<\/p>\n<ol>\n<li>Promueve la misión de la Hispanic Sociaty.<\/li>\n<li>Tiene un título de propiedad legítimo y libre de cargas.<\/li>\n<li>Proporciona la condición de titular de los derechos de autor (copyright).<\/li>\n<li>Cumple las leyes y tratados que regulan los bienes culturales.<\/li>\n<li>Permite el uso con fines de investigación, educación o exhibición.<\/li>\n<li>No duplica innecesariamente otros objetos de las colecciones de la Hispanic Sociaty.<\/li>\n<li>Se ajusta a la capacidad de almacenamiento y\/o a los recursos disponibles.<\/li>\n<\/ol>\n<p><strong>V-B. Documentos necesarios para la transmisión de la propiedad<\/strong><\/p>\n<p>El Museo precisa los siguientes documentos de adquisición de cualesquiera donaciones benéficas a las colecciones:<\/p>\n<ol>\n<li>Un documento por escrito firmado por el donante en el que se defina la donación.<\/li>\n<li>Un certificado que garantice el cumplimiento de las leyes aplicables y determine la procedencia del objeto.<\/li>\n<li>Aprobación de la Comisión de Arte del Museo por la que se acepta la pieza.<\/li>\n<li>Verificación de que el objeto se encuentra físicamente en poder del Museo o de que el donante le ha cedido el control del bien.<\/li>\n<li>Una oferta cumplimentada o una escritura de donación u otro instrumento que transfiera la propiedad del objeto al Museo.<\/li>\n<\/ol>\n<p><strong>V-C. Certificado de procedencia<\/strong><\/p>\n<p>El Museo exige que todos los donantes y vendedores garanticen que la adquisición propuesta se ha obtenido legalmente de conformidad con todas las leyes locales, estatales, federales e internacionales; que no ha sido importada o exportada contraviniendo cualesquiera leyes aplicables o las convenciones de la UNESCO; y que sobre el objeto no pesa gravamen alguno. Con el fin de garantizar dicho cumplimiento y formalizar la procedencia de cada objeto, los donantes y vendedores deberán proporcionar al Museo una carta o un documento en el que se determine explícitamente la procedencia del bien. Dicho documento especificará el nombre del autor, si se conoce; el modo en que el donante o vendedor adquirió la propiedad del objeto; la información relativa a los derechos de autor (copyright); y cualquier histórico de anteriores propietarios, en la medida en que dicha información sea conocida. El donante o vendedor proporcionará al Museo copias de cualesquiera transmisiones de la propiedad anteriores con el fin de determinar la procedencia del objeto, en la medida en que se sepa de la existencia de tales documentos.<\/p>\n<p>La ausencia de documentación sobre la procedencia aplazará automáticamente cualquier actuación en relación con una propuesta de adquisición presentada ante la Comisión de Arte del Museo hasta que se aporte dicha documentación o se demuestre que no cabe razonablemente esperar que exista tal documentación. Cualesquiera cuestiones relativas a la procedencia de una donación propuesta deberán ser tratadas por la Comisión de Arte del Museo y el Director Ejecutivo.<\/p>\n<p><strong>V-D.   Aprovación definitiva<\/strong><\/p>\n<p>Las negociaciones y la correspondencia relativas a todas las donaciones y compras propuestas deberán incluir una notificación al donante o vendedor de que la propuesta no estará aprobada hasta que la Comisión de Arte del Museo haya dado su visto bueno.<\/p>\n<p><strong>V-E.    Agradecimientos<\/strong><\/p>\n<p>La incorporación de agradecimientos aprobados por los donantes se considerará condición indispensable de la donación. El Museo cumplirá estrictamente todas las condiciones, limitaciones o restricciones aprobadas por la Comisión de Arte del Museo. En casos especiales, la Comisión de Arte del Museo podrá plantearse la posibilidad de aceptar donaciones con limitaciones o restricciones. Dichas condiciones se harán constar claramente en la escritura de traspaso y pasarán a formar parte de los registros de alta.<\/p>\n<p><strong>V-F.    Duraciones de titularidad parcial<\/strong><\/p>\n<p>La donación de titularidad parcial es aquella en la que al Museo se le otorga la propiedad parcial y el donante conserva la fracción de propiedad restante. El Museo únicamente podrá aceptar donaciones de titularidad parcial si el donante tiene la intención de donar al Museo la propiedad plena y sin restricciones del bien a lo largo de un periodo de tiempo que resulte mutuamente aceptable.<\/p>\n<p>Las propuestas de donaciones de titularidad parcial serán presentadas por los conservadores del Museo a la Comisión de Arte del mismo, la cual estudiará la solicitud y enviará sus conclusiones al Director Ejecutivo. En caso de que sea aprobada por el Director Ejecutivo y por la Comisión de Arte del Museo, el Museo y el donante redactarán una Escritura de Donación Parcial.<\/p>\n<p>El Museo únicamente aceptará donaciones de titularidad parcial pendientes de la formalización de un contrato con el donante. En dicho contrato, el donante deberá aceptar que cualquier porcentaje de la propiedad del bien que permanezca aún en poder de este en el momento de su fallecimiento se cederá al Museo sin restricciones o condiciones.<\/p>\n<p>De acuerdo con las normas de la Autoridad Tributaria Estadounidense (IRS, por sus siglas en inglés), cada año el Museo tendrá la custodia por la parte del año que refleje el porcentaje de titularidad de la donación correspondiente al Museo. El donante podrá dejar el objeto bajo la custodia del Museo durante la parte del año correspondiente al donante, y durante ese periodo el objeto deberá tratarse y registrarse como un préstamo.<\/p>\n<p>Tanto el Museo como el donante serán responsables del cuidado, mantenimiento y seguro del bien en cuestión mientras este se encuentre bajo su custodia, y ambos consultarán con el otro en lo relativo al uso y tratamiento del bien compartido.<\/p>\n<p><strong>V-G.   Promesas de donación<\/strong><\/p>\n<p>Una promesa de donación es la intención por parte de un donante de entregar al Museo una donación concreta en un momento futuro. Es posible que se den casos en los que el Museo se plantee aceptar una promesa de donación.<\/p>\n<p><strong>V-H.  Donaciones de la administración, el personal, los Patronos o los Supervisores a las colecciones<\/strong><\/p>\n<p>Todas las propuestas de donaciones a las colecciones del Museo procedentes de la administración, el personal, los Patronos o los Supervisores (o de compras para las colecciones de obras de la administración, el personal, los Patronos o los Supervisores) deberán ser aprobadas por la Comisión de Arte del Museo. Dichas propuestas serán enviadas por los conservadores a la Comisión de Arte del Museo para su aprobación definitiva.<\/p>\n<p><strong>V-I.     Traspaso interno<\/strong><\/p>\n<p>Los objetos de las colecciones permanentes podrán traspasarse internamente de un departamento a otro sin que conlleve un cambio de estatus o una baja. Para los traspasos internos, deberán cumplirse las siguientes condiciones:<\/p>\n<ol>\n<li>El objeto continúa promoviendo la misión de la Hispanic Sociaty.<\/li>\n<li>El objeto resulta intelectualmente más apropiado o encaja mejor en la política de colección de otro departamento.<\/li>\n<li>El objeto tiene necesidades de almacenamiento o conservación que puede proporcionar de forma más eficiente otro departamento de la Hispanic Sociaty.<\/li>\n<\/ol>\n<p><\/div><\/div><\/p><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-6\"><span class=\"collapsible-title\">VI. Propuestas De Bajas Y Cambios De Estatus<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-6\" class=\"collapsible-content\" hidden>Las bajas y el proceso de baja y enajenación están diseñados para mantener clara y centrada la identidad de la Hispanic Sociaty. Es obligación del Patronato retirar de las colecciones todo aquel material que no guarde relación con –o no promueva el cumplimiento de– la misión de la Hispanic Sociaty, o que la Hispanic Sociaty no disponga de los recursos para preservar o poner a disposición del público. Sólo el Patronato estará legitimado para aprobar la baja de objetos de las colecciones de la Hispanic Sociaty. Si se utilizan como es debido, las bajas pueden ayudar a la Hispanic Sociaty a definir su misión, planificar su futuro y mejorar sus colecciones.<\/p>\n<p>Las decisiones de proceder a una baja se toman tras una exhaustiva deliberación y tras revisar las opiniones del personal de conservación, el Director Ejecutivo, el Patronato y el donante, si fuera el caso. Los fondos generados por la venta del bien se ingresarán en una cuenta restringida dedicada únicamente a adquisiciones o al cuidado directo de las colecciones, de conformidad con las directrices establecidas por la Asociación Americana de Museos (American Association of Museums). La memoria anual de la Hispanic Sociaty reflejará los ingresos procedentes de la venta de objetos enajenados durante el año en cuestión y describirá los objetos vendidos.<\/p>\n<p>Consciente de sus responsabilidades de cara a los donantes y teniendo siempre en cuenta sus obligaciones para con el público, la Hispanic Sociaty sigue rigurosos procedimientos a la hora de seleccionar objetos para su baja, enajenación, venta o intercambio. Asimismo, la Hispanic Sociaty determinará, por regla general tras recabar el asesoramiento de un letrado, que no existe ninguna restricción legal que impida la enajenación. Desde la recomendación de los conservadores hasta la aprobación definitiva por parte del Patronato, deberá examinarse cuidadosamente cada objeto y sopesarse convenientemente su importancia para el presente y el futuro de la Hispanic Sociaty. La enajenación a través de la venta seguirá las directrices de la Asociación Americana de Museos (American Association of Museums) con el fin de garantizar que se ofrecen a un público lo más amplio posible. Los Patronos, Supervisores, empleados y voluntarios de la Hispanic Sociaty no podrán adquirir a título particular ni intercambiar piezas de su colección personal por objetos retirados de las colecciones de la Hispanic Sociaty. Para cada objeto retirado de las colecciones, deberán mantenerse registros completos y precisos, incluyendo fotografías y documentación de las circunstancias de la enajenación del objeto.<\/p>\n<p><strong>VI-A.  Motivos para retirar objetos de las colecciones<\/strong><\/p>\n<p>Los objetos incorporados podrán ser retirados de las colecciones de la Hispanic Sociaty cuando se den una o más de las siguientes condiciones:<\/p>\n<ol>\n<li>No promueve la misión de la Hispanic Sociaty, es decir, no está directamente relacionado con el arte, la literatura o la historia de los países en los que el español y el portugués son o han sido lenguas habladas de forma predominante.<\/li>\n<li>No encaja en las políticas de colección del Museo y\/o la Biblioteca.<\/li>\n<li>No tiene un título de propiedad legítimo y libre de cargas.<\/li>\n<li>No proporciona unos derechos de autor (copyright) claramente definidos.<\/li>\n<li>No cumple las leyes y tratados que regulan los bienes culturales.<\/li>\n<li>No promueve el uso con fines de investigación, educación o exhibición de la Hispanic Sociaty.<\/li>\n<li>Duplica innecesariamente otros objetos de las colecciones de la Hispanic Sociaty.<\/li>\n<li>Requiere recursos de acceso, almacenamiento o conservación que la Hispanic Sociaty no puede proporcionar.<\/li>\n<li>Ha sufrido daños irreparables debido a un vicio intrínseco y\/o está dañado sin posibilidad de reparación o conservación.<\/li>\n<\/ol>\n<p><strong>VI-B.  Enajenación de objetos retirados de las colecciones<\/strong><\/p>\n<p>En general, la enajenación de un objeto, ya sea mediante su venta o intercambio, se llevará a cabo con el fin de maximizar el provecho y la rentabilidad para la Hispanic Sociaty, sin poner en entredicho la ética profesional. Los métodos de enajenación preferidos para un objeto dado de baja son los siguientes:<\/p>\n<ol>\n<li>Venderlo a –o intercambiarlo con– otra institución pública cuya misión esté en consonancia con la naturaleza del objeto retirado, que vaya a cuidar el objeto de forma apropiada y que pueda garantizar el acceso público al mismo.<\/li>\n<li>Venderlo en pública subasta.<\/li>\n<li>Repatriarlo de conformidad con los tratados de la UNESCO.<\/li>\n<li>Destruirlo, si el objeto no se puede reparar o conservar, o si representa un peligro físico para las personas o las cosas.<\/li>\n<\/ol>\n<p><strong>VI-C.  Intercambio de objetos dados de baja con otras instituciones<\/strong><\/p>\n<p>Un objeto que ha sido retirado se podrá intercambiar por otro de otra institución pública cuando tasadores independientes determinen que el valor razonable de mercado de los objetos que se pretende intercambiar es equivalente. Las propuestas de intercambio se evaluarán conforme a los siguientes criterios:<\/p>\n<ol>\n<li>Los motivos de la baja se encuadran dentro de la política de bajas aprobada por la Hispanic Sociaty.<\/li>\n<li>El estado del objeto justifica el intercambio.<\/li>\n<li>Los informes de conservación detallan las necesidades y los costes de reparación.<\/li>\n<li>Otra institución puede preservar o exponer mejor las piezas.<\/li>\n<\/ol>\n<p><\/div><\/div><\/p><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-7\"><span class=\"collapsible-title\">VII. Propuestas De Acuerdos De Préstamo<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-7\" class=\"collapsible-content\" hidden>La Hispanic Sociaty podrá prestar o tomar prestadas obras de otras instituciones con arreglo a las siguientes disposiciones.<\/p>\n<p><strong>VII-A. Proceso de aprobación de préstamos<\/strong><\/p>\n<p>El Patronato debe aprobar todos los préstamos salientes de piezas de las colecciones realizados a otras instituciones y delega en el Director Ejecutivo la facultad de tomar prestadas piezas con fines de educación, exposición e investigación. Las propuestas de préstamos salientes realizadas por el personal se trasladarán al Patronato a través del Director Ejecutivo. El Director Ejecutivo otorgará autoridad a ciertos miembros del personal para que incorporen al Museo o a la Biblioteca objetos cubiertos por formularios de traspaso temporal pendientes de la formalización de acuerdos de préstamo o documentos de adquisición formales.<\/p>\n<p>Una vez aprobado el préstamo, el Departamento de Conservación preparará los documentos de préstamo y llevará a cabo los trámites para completarlo. Los acuerdos de préstamo deberán contener toda la información de conservación necesaria sobre el objeto u objetos prestados, la información de conservación técnica, cualquier requisito especial de almacenamiento o exhibición, y la información pertinente para la negociación de las condiciones de envío. El conservador a cargo será responsable de las negociaciones con el prestatario de conformidad con los procedimientos y las condiciones especificados, así como con cualesquiera instrucciones especiales del conservador y de los conservadores técnicos.<\/p>\n<p>El conservador a cargo, en colaboración con los conservadores técnicos, podrá negociar con contratistas externos para que presten diversos servicios asociados a la obtención de préstamos. El conservador a cargo se asegurará de que los contratistas sean conocidos y gocen de una buena reputación profesional en la comunidad museística. Cuando lo lejano de las ubicaciones u otras circunstancias impidan el uso de contratistas profesionales, los conservadores comprobarán, en la medida de sus posibilidades, que los contratistas seleccionados son de confianza. Los conservadores y los conservadores técnicos informarán al contratista acerca de los procedimientos profesionales, el embalaje apropiado, el correcto empaquetado, y el transporte seguro del objeto en préstamo.<\/p>\n<p>Si bien la Hispanic Sociaty es la responsable última de los préstamos salientes y entrantes, cuando la Hispanic Sociaty haya formalizado acuerdos contractuales para la preparación, embalaje y transporte, exigirá una compensación a cualquier contratista cuando se pueda demostrar que este es responsable de los daños y\/o pérdidas.<\/p>\n<p><strong>VII-B. Criterios para préstamos salientes de corta duración<\/strong><\/p>\n<p>La Hispanic Sociaty negociará préstamos con fines académicos y educativos con otras instituciones públicas tales como museos, bibliotecas y universidades. Deberán completarse todos los tratamientos de estabilización necesarios antes de que un objeto pueda ser cedido en préstamo. El conservador a cargo será responsable de todos los préstamos salientes, una vez completado todo el proceso de aprobaciones. Ningún objeto abandonará la Hispanic Sociaty sin los correspondientes números de registro o catálogo claramente visibles; sin informes de estado detallados; sin comprobante de seguro; y sin fotografías que documenten su estado físico en el momento en que se tramitó el préstamo. Los informes de estado y las fotografías documentales se actualizarán una vez devuelto el objeto.<\/p>\n<p>Entre los criterios para evaluar las solicitudes de préstamo saliente se incluyen los siguientes:<\/p>\n<ol>\n<li>La disponibilidad del objeto.<\/li>\n<li>La capacidad del personal de los departamentos para tramitar el préstamo sin someter a la plantilla a una presión excesiva y con un plazo suficiente.<\/li>\n<li>El informe de estado del objeto elaborado por un conservador acreditado teniendo en cuenta el posible impacto del préstamo en el objeto y la capacidad para completar cualesquiera tratamientos de conservación antes de su embalaje y transporte.<\/li>\n<li>El valor del objeto para las colecciones, y el posible impacto de cualquier daño o pérdida en las mismas.<\/li>\n<li>La pertinencia de la solicitud teniendo en cuenta la naturaleza del objeto.<\/li>\n<li>Las consecuencias positivas del préstamo.<\/li>\n<li>La capacidad de la institución prestataria para garantizar las mejores prácticas museísticas en el cuidado, manipulación, seguridad, condiciones ambientales e iluminación del objeto, así como cualesquiera requisitos especiales especificados por el conservador o conservador técnico a cargo.<\/li>\n<\/ol>\n<p>El prestatario proporcionará:<\/p>\n<ol>\n<li>Un informe sobre las instalaciones que documente las condiciones existentes en estas.<\/li>\n<li>Todas las obligaciones financieras contraídas por el préstamo, incluyendo (a título enunciativo y no limitativo) seguro, fotografía, conservación, enmarcado o montaje, empaquetado, embalaje, envío, instalación y devolución.<\/li>\n<\/ol>\n<p><strong>VII-C. Préstamos entrantes de corta duración<\/strong><\/p>\n<p>La Hispanic Sociaty podrá tomar prestadas obras de otras instituciones y particulares durante un año o menos. El préstamo podrá renovarse cada año durante un plazo máximo de cinco años; al cabo de cinco años, el préstamo se convertirá automáticamente en un préstamo sujeto a un Acuerdo Especial y se regirá por las disposiciones de dicha política. Los conservadores presentarán las propuestas de préstamos entrantes al Director Ejecutivo para su estudio. La propuesta podrá aprobarse si el préstamo:<\/p>\n<ol>\n<li>Estipula los términos y condiciones del préstamo.<\/li>\n<li>No impone una carga excesiva a las instalaciones, los recursos o el personal.<\/li>\n<li>No incumple ninguno de los criterios de las adquisiciones, o tiene valor como objeto de investigación para la conservación.<\/li>\n<li>No se renueva cada año durante más de cinco años.<\/li>\n<\/ol>\n<p><strong>VII-D. Préstamos Entrantes Sujetos a un Acuerdo Especial<\/strong><\/p>\n<p>Los Préstamos Entrantes Sujetos a un Acuerdo Especial tienen plazos de duración de cinco años o más, suelen afectar a grandes obras o colecciones en situación de préstamo a la Hispanic Sociaty, y no se encuadran en el acuerdo de préstamo entrante estándar.<\/p>\n<p>Los términos y condiciones de los Préstamos Entrantes Sujetos a un Acuerdo Especial incluirán disposiciones relativas a altas, bajas, mantenimiento de registros, informes, revisión, cuidado, conservación, seguro, créditos, préstamos a terceros, restricciones a la rescisión, y derechos de reproducción.<\/p>\n<p>Los Préstamos Entrantes Sujetos a un Acuerdo Especial deberán ser aprobados por el Patronato. Las propuestas de dichos préstamos se las presentarán los conservadores al Director Ejecutivo, quien, tras un análisis apropiado, podrá remitírselas al Patronato para su aprobación. El Director Ejecutivo o el conservador a cargo negociarán los términos y condiciones de los Préstamos Entrantes Sujetos a un Acuerdo Especial. Un Préstamo Entrante Sujeto a un Acuerdo Especial deberá cumplir los siguientes criterios para su aprobación:<\/p>\n<ol>\n<li>No impone una carga excesiva a las instalaciones, los recursos o el personal.<\/li>\n<li>No incumple ninguno de los criterios de las adquisiciones.<\/li>\n<\/ol>\n<p><strong>VII-E. Préstamos del personal, los Patronos o los Supervisores<\/strong><\/p>\n<p>Todas las propuestas de préstamos a la Hispanic Sociaty procedentes del personal, los Patronos o los Supervisores deberán ser aprobadas por el Patronato. Estas propuestas pasarán del conservador a cargo al Director Ejecutivo y, de este, al Patronato para su aprobación.<\/p>\n<p><strong>VII-F. Cesión de la custodia temporal a personas y contratistas<\/strong><\/p>\n<p>La custodia temporal de objetos procedentes de las colecciones podrá cederse a particulares, contratistas y empresas que, en circunstancias especiales, hayan sido contratados para prestar servicios tales como conservación, embalaje y empaquetado, envío, enmarcado y fotografía. En tales circunstancias, todos los objetos deberán estar asegurados mientras se encuentren fuera de las instalaciones de la Hispanic Sociaty. Estas propuestas de uso privado las iniciará el conservador a cargo, previa consulta con el personal de conservación, y, posteriormente, se remitirán al Director Ejecutivo para su aprobación.<\/p>\n<p><\/div><\/div><\/p><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-8\"><span class=\"collapsible-title\">VIII. Consideraciones Generales Relativas A Las Colecciones<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-8\" class=\"collapsible-content\" hidden>Las siguientes condiciones regularán las colecciones y su uso.<\/p>\n<p><strong>VIII-A. Números de registro<\/strong><\/p>\n<p>Todos los departamentos emplearán un sistema de numeración único para asignar números de catálogo y\/o de registro que permitan monitorizar y documentar las colecciones. Todos los departamentos emplearán un sistema de numeración único para monitorizar y documentar los préstamos entrantes y salientes. La Hispanic Sociaty creará y mantendrá herramientas de referencia relativas al almacenamiento de las colecciones, las cuales incluirán un inventario, registros de ubicación, y un sistema automatizado de gestión de colecciones con información de registro y catálogo.<\/p>\n<p><strong>VIII-B. Acceso a las colecciones<\/strong><\/p>\n<p>Las colecciones de la Hispanic Sociaty existen para beneficio de las generaciones presentes y futuras. Por consiguiente, al público se le garantizará un acceso razonable, con cita previa y no discriminatorio a las colecciones expuestas o almacenadas con fines de investigación o para otros usos educativos. Con el objeto de salvaguardar la integridad física de sus colecciones, el personal del Museo y la Biblioteca podrá limitar el tamaño de los grupos que acceden a las zonas de almacén y colecciones. Los usuarios serán responsables de cualquier daño causado a las colecciones.<\/p>\n<p><strong>VIII-C.  <\/strong><strong>Investigación de las colecciones<\/strong><\/p>\n<p>Una de las grandes fortalezas de la Hispanic Sociaty es su capacidad para desempeñar labores de investigación académica y presentar dichas investigaciones al público a través de actividades entre las que se incluyen (sin ánimo de exhaustividad) conferencias, exposiciones y publicaciones. La Hispanic Sociaty conoce la importancia de reconocer el mérito de la investigación académica y rechaza toda forma de plagio. Asimismo, la institución admite que pueden existir diferencias de opinión y que estas forman parte del procedimiento académico. La Hispanic Sociaty defiende el derecho de los académicos y estudiosos a sostener opiniones dispares y a expresar dichas opiniones de una forma razonable.<\/p>\n<p>También pueden surgir diferencias a lo largo del proceso de publicación de material o montaje de exposiciones. Pueden producirse diferencias con los autores contratados que escriben para la Hispanic Sociaty o con comisarios invitados que trabajan con colecciones de la Hispanic Sociaty. La Hispanic Sociaty se reserva el derecho a editar los textos y a diseñar contextos para la instalación de las colecciones de la Hispanic Sociaty. Sin embargo, esos trabajos no podrán poner en peligro el contenido intelectual de las investigaciones de sus colecciones.<\/p>\n<p><strong>VIII-D. Uso legítimo<\/strong><\/p>\n<p>Es la intención de la Hispanic Sociaty proporcionar información y educación a través de exposiciones, investigaciones y campañas educativas. La Hispanic Sociaty se compromete a cumplir todas las leyes aplicables en materia de propiedad intelectual. Este compromiso incluye el pleno ejercicio de los derechos otorgados a los usuarios de obras sujetas a derechos de autor (copyright) conforme a la disposición de “uso legítimo” (“<em>fair use<\/em>”) de la ley federal de derechos de autor (copyright) de Estados Unidos.<\/p>\n<p>La Hispanic Sociaty hará uso de la debida diligencia para determinar la situación en materia de derechos de autor (copyright) de los objetos incorporados a las colecciones mediante donación, cesión, compra, intercambio o préstamo de objetos para su exposición, e identificará al titular de los derechos de autor (copyright) en todos los catálogos, folletos, comunicados de prensa y demás publicaciones educativas.<\/p>\n<p>La Hispanic Sociaty informará y educará al personal correspondiente en relación con los principios de uso legítimo y los cuatro factores incluidos en la Sección 107 del Código de Estados Unidos 17 (<em>17 U.S.C. Section 107<\/em>), así como las resoluciones jurídicas relativas a ellos, que establecen que el material sujeto a derechos de autor (copyright) podrá utilizarse o reproducirse en circunstancias especiales que constituyan uso legítimo. Estos factores son los siguientes:<\/p>\n<ol>\n<li>La finalidad y la naturaleza de ese uso, incluyendo si dicho uso es de naturaleza comercial o con fines educativos no lucrativos.<\/li>\n<li>La naturaleza de la obra objeto de copyright.<\/li>\n<li>La magnitud y la importancia de la parte utilizada en relación con el conjunto de la obra sujeta a derechos de autor (copyright).<\/li>\n<li>El efecto del uso en el mercado potencial o el valor de la obra sujeta a derechos de autor (copyright).<\/li>\n<\/ol>\n<p>La Hispanic Sociaty es consciente de que esta doctrina resulta aplicable al uso de propiedad intelectual originaria de Estados Unidos y que podría no resultar aplicable en otros países. La Hispanic Sociaty se reserva el derecho a evaluar las solicitudes caso por caso.<\/p>\n<p><strong>VIII-E. Uso comercial de las instalaciones de la Hispanic Sociaty y de las colecciones anejas<\/strong><\/p>\n<p>Únicamente se autorizará el uso de las instalaciones de la Hispanic Sociaty y de las colecciones anejas con fines comerciales cuando este esté controlado y monitorizado atentamente por personal del Museo y la Biblioteca de la Hispanic Sociaty. Deberá obtenerse un permiso por escrito del Coordinador de Relaciones Públicas y del Director Ejecutivo de la Hispanic Sociaty para el uso comercial de sus instalaciones y de las colecciones anejas. También se exigirá un comprobante de la existencia de un seguro de responsabilidad civil adecuado con el correspondiente suplemento de obras de arte. El Director Ejecutivo retirará el permiso para utilizar las colecciones e instalaciones si las colecciones de la Hispanic Sociaty estuvieran amenazadas en algún momento, del modo que fuere.<\/p>\n<p>El uso de las colecciones de la Hispanic Sociaty requerirá un permiso por escrito del Director Ejecutivo, previa consulta con el conservador y el personal de conservación responsables, que proporcionarán recomendaciones por escrito. Un miembro cualificado del personal estará presente en todo momento durante la utilización de las colecciones de la Hispanic Sociaty.<\/p>\n<p>El uso de las instalaciones de la Hispanic Sociaty no deberá provocar una alteración permanente de los terrenos o estructuras. Las instalaciones deberán devolverse a su estado anterior tras su utilización, y el usuario será responsable de todos los gastos de limpieza y reparación, así como de seguridad, y del tiempo extra del personal, llegado el caso. El acceso de los visitantes no se perturbará en ningún momento.<\/p>\n<p>Las producciones de medios de comunicación comerciales no deberán distorsionar el propósito o la integridad histórica de la Hispanic Sociaty y de sus colecciones. No se utilizará ningún objeto, pieza o estructura en la promoción de un producto o servicio que implique ningún tipo de respaldo por parte de la Hispanic Sociaty.<\/p>\n<p><strong>VIII-F. Fotografía<\/strong><\/p>\n<p>No está permitido realizar ningún tipo de fotografía o vídeo profesional \/ comercial, ni tecnologías futuras similares, en los espacios públicos de la Hispanic Sociaty sin el permiso del Director Ejecutivo.<\/p>\n<p>Las colecciones serán fotografiadas por personal de la Hispanic Sociaty o por un fotógrafo profesional contratado por la Hispanic Sociaty. La Hispanic Sociaty posee un servicio que, por un módico precio, proporciona reproducciones fotográficas de las piezas de sus colecciones. Sólo podrán utilizarse fotógrafos aprobados por la Hispanic Sociaty para cualquier trabajo destinado a su publicación.<\/p>\n<p>La Hispanic Sociaty se reserva todos los derechos de publicación o reproducción en cualquier soporte de la totalidad de las imágenes fotográficas de sus colecciones. Las solicitudes de reproducciones con fines de investigación, así como de permisos para publicar reproducciones de las colecciones, deberán dirigirse por escrito al conservador o miembro del personal apropiado.<\/p>\n<p>La propiedad de las fotografías de objetos de colección no conlleva en modo alguno el permiso para reproducir o publicar dicho material, si bien estos derechos podrán concederse por escrito.<\/p>\n<p>La Hispanic Sociaty se reserva el derecho a limitar la fotografía de las colecciones sujetas a derechos de autor (copyright).<\/p>\n<p>En circunstancias excepcionales, podrá darse permiso a ciertas personas para fotografiar colecciones con fines de investigación, pero únicamente si así lo aprueba el conservador responsable. Las fotografías realizadas por investigadores no podrán utilizarse en publicaciones u otras formas de reproducción. Las personas que participen en la realización de fotografías con fines de investigación estarán acompañadas en todo momento por un conservador o un miembro del personal apropiado, que será quien manipule todas las piezas. En ningún caso podrá un investigador quedarse solo con las colecciones, así como tampoco un objeto perteneciente a las colecciones podrá abandonar las instalaciones de la Hispanic Sociaty para ser fotografiado en otro lugar sin supervisión de los conservadores.<\/p>\n<p><strong>VIII-G. Pérdidas y daños en las colecciones<\/strong><\/p>\n<p>En caso de robo, pérdida accidental o vandalismo contra las colecciones de la Hispanic Sociaty, el incidente deberá notificarse de inmediato al conservador, miembro del personal de conservación o administrador responsable, o directamente al Director Ejecutivo. Siguiendo instrucciones del conservador responsable, se elaborará sin demora un breve informe por escrito de las circunstancias que rodearon al daño, pérdida o desaparición. Dicho informe incluirá una estimación del valor monetario implicado, una evaluación de las causas y las consecuencias, así como del diseño de cambios para subsanarlo y la implantación de planes para evitar su repetición.<\/p>\n<p><\/div><\/div><\/p><\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-9\"><span class=\"collapsible-title\">IX. Conservación<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-9\" class=\"collapsible-content\" hidden><br \/>\nLa política de la Hispanic Sociaty es aplicar a las colecciones medidas de conservación preventivas, creando un entorno seguro y estable para su almacenamiento y exhibición. Esto se logra mediante la mejora estratégica y sistemática del estado de las estructuras, los almacenes y las colecciones para impedir su deterioro.<\/p>\n<p>El cuidado, la gestión y la conservación de las colecciones son responsabilidad del personal de la Hispanic Sociaty. Todo el personal deberá recibir formación antes de poder manipular las colecciones. El personal de conservación técnica y de conservación proporcionará formación al personal y a los voluntarios que carezcan de los conocimientos y las habilidades necesarios antes de que reciban permiso para asistir en el cuidado de las colecciones.<\/p>\n<p><strong>IX-A. Medidas preventivas<\/strong><\/p>\n<p>El personal de la Hispanic Sociaty planifica y lleva a cabo actividades, servicios y programas con el fin de garantizar el cuidado, la seguridad y la protección de las colecciones de las siguientes causas de deterioro:<\/p>\n<ol>\n<li>Abrasión, deformación, golpes, vibración, espacio inadecuado, sustentación deficiente y manipulación excesiva.<\/li>\n<li>Robo y vandalismo.<\/li>\n<li>Incendio y humo.<\/li>\n<li>Daños por agua como consecuencia de accidentes, instalaciones de fontanería, deficiencias del empaquetado, extinción de incendios o inclemencias meteorológicas.<\/li>\n<li>Perturbaciones sísmicas.<\/li>\n<li>Insectos, roedores, aves y otros mamíferos de pequeño tamaño.<\/li>\n<li>Polvo, gases, emisión de gases residuales y partículas contaminantes.<\/li>\n<li>Energía radiante en forma de luz infrarroja, luz ultravioleta y luz visible de alta intensidad.<\/li>\n<li>Temperaturas extremas y fluctuaciones de temperatura.<\/li>\n<li>Humedad relativa extrema y fluctuaciones de la humedad relativa.<\/li>\n<\/ol>\n<p><strong>IX-B. Medidas de conservación correctivas<\/strong><\/p>\n<p>Se contemplará la adopción de medidas de conservación correctivas cuando el estado de un objeto se vea amenazado como consecuencia de los cuidados constantes y permanentes o de la propuesta de uso para su exhibición, o cuando las medidas de conservación preventivas no basten para garantizar su preservación. Dado que la conservación correctiva puede añadir, modificar, confundir, ocultar o eliminar alguna cualidad existente en un objeto, solamente se contempla tras un metódico estudio por parte del personal de conservación y de conservación técnica.<\/p>\n<p>Se adoptarán medidas de conservación correctivas cuando el conservador y el personal de conservación técnica consideren que las consecuencias probables contribuirán a la preservación de las colecciones. Las propuestas de medidas de conservación deberán ser autorizadas por el conservador o administrador a cargo.<\/p>\n<p>Estas propuestas deberán definir:<\/p>\n<ol>\n<li>La intención exacta del conservador al alterar la pieza.<\/li>\n<li>Los valores contextuales conocidos y menos conocidos que posee el objeto.<\/li>\n<li>Las condiciones y los riesgos que plantea el uso previsto.<\/li>\n<li>Las posibles ventajas de una investigación más detenida, o de seleccionar un objeto alternativo.<\/li>\n<li>Las posibles estrategias para mitigar los riesgos.<\/li>\n<li>Las consecuencias de las estrategias de mitigación para la preservación de la pieza.<\/li>\n<\/ol>\n<p>Debido al riesgo inherente para las colecciones permanentes que suponen las medidas de conservación correctivas, la Hispanic Sociaty exige que la medida propuesta refleje lo siguiente:<\/p>\n<ol>\n<li>Mínima intervención para cumplir los requisitos que han provocado la necesidad del tratamiento.<\/li>\n<li>Reversibilidad de la medida, de forma que el tratamiento se pueda eliminar o revertir en cualquier momento en un futuro.<\/li>\n<li>Documentación del estado del objeto antes, durante y después del tratamiento. La documentación debería incluir las justificaciones de la intervención, sus objetivos, los enfoques alternativos considerados, los posibles riesgos y sus consecuencias.<\/li>\n<\/ol>\n<p><\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-10\"><span class=\"collapsible-title\">X. Exposiciones<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-10\" class=\"collapsible-content\" hidden><br \/>\nTodas las exposiciones de la Hispanic Sociaty formarán parte de un programa planificado y sistemático de exposiciones permanentes, temporales e itinerantes que resulten temáticamente relevantes para los objetivos y el propósito de la Hispanic Sociaty. Se definen como exposiciones permanentes aquellas que tienen una duración de, al menos, cinco años. Las exposiciones temporales tendrán una duración que vendrá determinada por cuestiones de escala, ubicación, contenido, origen y preservación.<\/p>\n<p><strong>X-A.    Aprobación de propuestas de exposiciones<\/strong><\/p>\n<p>Los departamentos de conservación y comisariado planifican y realizan una labor de programación de exposiciones por medio de comités compuestos por conservadores y miembros del equipo profesional y administrativo apropiados. Por regla general, son los conservadores, en calidad de comisarios, quienes realizan propuestas de exposiciones por escrito que luego distribuyen entre los miembros del comité pertinente. Estas propuestas incluyen el alcance, la motivación, las fechas, la naturaleza del material que se presentará, las fuentes de dicho material, el presupuesto propuesto, las opciones de financiación, las necesidades de publicación, el potencial para viajar, la descripción del público previsto, los requisitos de conservación técnica y los programas educativos de cada proyecto.<\/p>\n<p>Las deliberaciones sobre las exposiciones tienen en cuenta la misión de la Hispanic Sociaty, el servicio público que esta presta, el potencial divulgativo, el impacto en la comunidad, y el potencial para la investigación y el desarrollo de las colecciones. Los departamentos de conservación y comisión presentarán las propuestas de exposiciones al Director Ejecutivo y a los Departamentos de Educación y Conservación para su estudio. En caso de que sea aprobado por el Director Ejecutivo, el proyecto de exposición se incorpora a los calendarios de exhibición, conservación y promoción de la Hispanic Sociaty. Las propuestas de exposiciones itinerantes requerirán también la aprobación del Patronato con anterioridad a su incorporación a dichos calendarios.<\/p>\n<p>En general, las exposiciones deberían programarse con bastante antelación y tener en cuenta los recursos, la financiación y el personal disponibles, así como el calendario de exposiciones general. Las exposiciones podrán ser de carácter interdisciplinar o especializado, por tanto, podrán recurrir a la sabiduría, los recursos y las colecciones de todos los departamentos de la Hispanic Sociaty.<\/p>\n<p>Los conservadores, en calidad de comisarios, serán los supervisores responsables de todo el proceso de desarrollo de las exposiciones, durante su presentación, y continuando incluso en sus viajes a otras instituciones. Esta labor de supervisión continuará tras la inauguración e incluirá un seguimiento regular del estado de los objetos, la presentación de solicitudes de mantenimiento, y la respuesta a los comentarios del público. Los comisarios supervisarán las evaluaciones tras la inauguración de una exposición, así como las propuestas de modificaciones y correcciones generadas como consecuencia de dichas evaluaciones. Como parte del proceso presupuestario, deberán asignarse fondos y tiempo del personal para cubrir las necesidades que vayan surgiendo tras la inauguración.<\/p>\n<p><strong>X-B.    Evaluaciones<\/strong><\/p>\n<p>La Hispanic Sociaty se asegurará de que el proceso de evaluación es continuo y se integra en el programa de exposiciones. Si bien la Hispanic Sociaty reconoce que cada exposición es diferente y que los patrones de asistencia de los distintos tipos de público son diversos y mudables, se hará un esfuerzo continuado por llevar a cabo una evaluación con el objeto de determinar la eficacia, la repercusión y el grado de éxito del programa de exposiciones.<\/p>\n<p>En la medida de lo posible, la evaluación de una exposición debería adoptar un enfoque de equipo, con participación activa del personal de los departamentos de conservación y comisión, de conservación técnica, seguridad, educación y administración. Los departamentos de conservación y comisión podrán optar por recurrir a consultores y peritos externos para que presten los servicios de evaluación, pero, aun así, el proceso deberá seguir incluyendo a personal de la Hispanic Sociaty como participantes activos. Dicha evaluación podrá realizarse antes de la instalación, después de la instalación o en ambos momentos.<\/p>\n<p>Las exposiciones de larga duración que vayan a permanecer instaladas durante un año o más deberán pasar la correspondiente evaluación. El coste de la evaluación se incluirá en el presupuesto de la exposición desde el comienzo. Animamos a los departamentos a evaluar las exposiciones de corta duración que vayan a permanecer instaladas durante menos de un año.<\/p>\n<p><strong>X-C.    Exposiciones itinerantes<\/strong><\/p>\n<p>Las propuestas de exposiciones itinerantes se presentarán al Director Ejecutivo, que, tras un análisis apropiado, podrá remitirlas al Patronato para su aprobación definitiva. Sólo se aprobarán giras de proyectos de exposición que hayan sido planificados, diseñados, conservados y estructurados para viajar.<\/p>\n<p><strong>X-D.   Patrocinio y apoyo corporativo<\/strong><\/p>\n<p>El contenido y propósito educativo de una exposición no se verán influidos, controlados o restringidos por el patrocinio corporativo. Aunque el patrocinio corporativo es deseable para compensar los gastos contraídos con las exposiciones, no debe comprometerse o perjudicarse la integridad de la misión de la Hispanic Sociaty. Deberán evitarse todas las ofertas de patrocinio que presionen o parezcan presionar a la Hispanic Sociaty para que interprete el contenido de una exposición de forma que acentúe o se concentre en la posición de mercado o la imagen de una empresa.<\/p>\n<p><\/div><\/div><\/p>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-11\"><span class=\"collapsible-title\">XI. Objetos No Pertenecientes A Una Colección<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-11\" class=\"collapsible-content\" hidden><br \/>\nLa Hispanic Sociaty podrá adquirir objetos que no sean incorporados a las colecciones. Estas colecciones podrán incluir material didáctico general, material de investigación y otros objetos similares.<\/p>\n<p><strong>XI-A.  Donaciones no registradas<\/strong><\/p>\n<p>Los objetos no registrados deberán identificarse como tales en el acuerdo de donación. En tales casos, los donantes serán informados de antemano de que sus donaciones se aceptan en beneficio de la Hispanic Sociaty, pero que no serán incorporadas a las colecciones.<\/p>\n<p>Las propuestas de donación en las que uno o varios de los objetos sean considerados inapropiados para las colecciones permanentes por el Comité de Arte, pero sí se consideren deseables para las colecciones no registradas, únicamente podrán aceptarse con el beneplácito del eventual donante. La Escritura de Donación deberá incluir una declaración que designe ciertas piezas como objetos no registrados.<\/p>\n<p><strong>XI-B.  Bienes abandonados<\/strong><\/p>\n<p>Los objetos que se encuentren bajo la custodia de la Hispanic Sociaty deberán estar cubiertos por una escritura de donación firmada, un acuerdo de préstamo firmado, una transmisión de dominio firmada o un documento de cesión temporal. Cualquier objeto no documentado deberá ser cubierto de inmediato por un documento apropiado. En caso de que no se pueda determinar la titularidad, el objeto se considerará un bien abandonado. Si el objeto cumple los criterios de las adquisiciones, la Hispanic Sociaty podrá optar por reclamar su titularidad por las doctrinas jurídicas de prescripción, prescripción negativa o prescripción adquisitiva, la que se considere más apropiada. Si el objeto no cumple los criterios de las adquisiciones, pero tiene suficiente valor monetario para ser vendido en subasta pública, la Hispanic Sociaty podrá optar por reclamar su titularidad por las doctrinas anteriormente mencionadas.<\/p>\n<p><strong>XI-C.  Autentificaciones<\/strong><\/p>\n<p>El personal de la Hispanic Sociaty no podrá emitir dictámenes formales sobre la autenticidad de objetos de propiedad privada. Esta política pretende proteger a la Hispanic Sociaty de demandas judiciales por falsedad, descrédito (calumnia injuriosa) o difamación. Asimismo, ningún miembro del personal de la Hispanic Sociaty podrá ofrecer al público opiniones relativas al valor o el precio de cualquier objeto relacionado con la misión de la Hispanic Sociaty.<\/p>\n<p>No obstante, el público siempre pide al personal que realice identificaciones informales y le proporcione información sobre objetos de propiedad privada. El personal podrá proporcionar descripciones informales si la persona que solicita la información firma una exención de responsabilidad en la que confirme que es el propietario del bien, que el dictamen es tan sólo una opinión verbal, y que el propietario se compromete a librar de toda responsabilidad a la Hispanic Sociaty, al Patronato y al personal frente a cualesquiera pleitos derivados de opiniones verbales por ellos vertidas.<\/p>\n<p><\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\r\n<div id=\"full-width-image-block_318596d1d290128ff35d4ca5e52fc9f7\" class=\"block full-width-image height_half\">\r\n            <div class=\"image_container\">\r\n            <figure class=\"\">\r\n                <img loading=\"lazy\" decoding=\"async\" width=\"1920\" height=\"911\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/10_calvario_calvary_a2034-min-banner.jpg\" class=\"\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/10_calvario_calvary_a2034-min-banner.jpg 1920w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/10_calvario_calvary_a2034-min-banner-450x214.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/10_calvario_calvary_a2034-min-banner-1200x569.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/10_calvario_calvary_a2034-min-banner-768x364.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/10_calvario_calvary_a2034-min-banner-1536x729.jpg 1536w\" sizes=\"auto, (max-width: 1920px) 100vw, 1920px\" \/>            <\/figure>\r\n                            <figcaption class=\"\">\r\n                    CALVARIO DE SAGUNTO, 1901Santiago Rusiñol Prats                <\/figcaption>\r\n                    <\/div>\r\n    <\/div>\r\n\n\n\r\n<div id=\"text-sections-block_ca055c1b82177d27af9aeaac0be3e495\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    Derechos de las imágenes y reproducciones                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Muchas de las imágenes que la Hispanic Sociaty crea y difunde para documentar su historia, colección, exposiciones, programas y actividades se encuentran disponibles para fines educativos y de disfrute personal, siempre conforme a los Términos y Condiciones de este sitio web.<\/p>\n<p>Para más información sobre los derechos y reproducciones de imágenes de las colecciones de la Hispanic Sociaty, cumplimente el formulario que figura más abajo.<\/p>\n<p class=\"wpcf7-contact-form-not-found\"><strong>Error:<\/strong> Formulario de contacto no encontrado.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":921,"parent":1336,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-1358","page","type-page","status-publish","has-post-thumbnail","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Política de Gestión de Colecciones e Imágenes - Hispanic Sociaty Museum and Library<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Política de Gestión de Colecciones e Imágenes - Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/\" \/>\n<meta property=\"og:site_name\" content=\"Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hispanicsociaty\" \/>\n<meta property=\"article:modified_time\" content=\"2025-04-27T09:36:37+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2000\" \/>\n\t<meta property=\"og:image:height\" content=\"1338\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@HSAmuseum\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/\",\"url\":\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/\",\"name\":\"Política de Gestión de Colecciones e Imágenes - Hispanic Sociaty Museum and Library\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\",\"datePublished\":\"2025-03-23T09:15:11+00:00\",\"dateModified\":\"2025-04-27T09:36:37+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#breadcrumb\"},\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"es\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#primaryimage\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\",\"width\":2000,\"height\":1338},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hispanicsociaty.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Sobre Nosotros\",\"item\":\"https:\/\/hispanicsociaty.org\/about\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Política de Gestión de Colecciones e Imágenes\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hispanicsociaty.org\/#website\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"name\":\"Hispanic Sociaty Museum and Library\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hispanicsociaty.org\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"es\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\",\"name\":\"Hispanic Sociaty Museum and Library\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"es\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"width\":273,\"height\":68,\"caption\":\"Hispanic Sociaty Museum and Library\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/hispanicsociaty\",\"https:\/\/x.com\/HSAmuseum\",\"https:\/\/www.instagram.com\/hispanic_society\/\",\"https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Política de Gestión de Colecciones e Imágenes - Hispanic Sociaty Museum and Library","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/","og_locale":"es_ES","og_type":"article","og_title":"Política de Gestión de Colecciones e Imágenes - Hispanic Sociaty Museum and Library","og_url":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/","og_site_name":"Hispanic Sociaty Museum and Library","article_publisher":"https:\/\/www.facebook.com\/hispanicsociaty","article_modified_time":"2025-04-27T09:36:37+00:00","og_image":[{"width":2000,"height":1338,"url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@HSAmuseum","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/","url":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/","name":"Política de Gestión de Colecciones e Imágenes - Hispanic Sociaty Museum and Library","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#primaryimage"},"image":{"@id":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","datePublished":"2025-03-23T09:15:11+00:00","dateModified":"2025-04-27T09:36:37+00:00","breadcrumb":{"@id":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#breadcrumb"},"inLanguage":"es","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/"]}]},{"@type":"ImageObject","inLanguage":"es","@id":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#primaryimage","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","width":2000,"height":1338},{"@type":"BreadcrumbList","@id":"https:\/\/hispanicsociaty.org\/about\/image-and-collections-policies\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hispanicsociaty.org\/"},{"@type":"ListItem","position":2,"name":"Sobre Nosotros","item":"https:\/\/hispanicsociaty.org\/about\/"},{"@type":"ListItem","position":3,"name":"Política de Gestión de Colecciones e Imágenes"}]},{"@type":"WebSite","@id":"https:\/\/hispanicsociaty.org\/#website","url":"https:\/\/hispanicsociaty.org\/","name":"Hispanic Sociaty Museum and Library","description":"","publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hispanicsociaty.org\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"es"},{"@type":"Organization","@id":"https:\/\/hispanicsociaty.org\/#organization","name":"Hispanic Sociaty Museum and Library","url":"https:\/\/hispanicsociaty.org\/","logo":{"@type":"ImageObject","inLanguage":"es","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","width":273,"height":68,"caption":"Hispanic Sociaty Museum and Library"},"image":{"@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/hispanicsociaty","https:\/\/x.com\/HSAmuseum","https:\/\/www.instagram.com\/hispanic_society\/","https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg"]}]}},"_links":{"self":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1358","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/comments?post=1358"}],"version-history":[{"count":2,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1358\/revisions"}],"predecessor-version":[{"id":1362,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1358\/revisions\/1362"}],"up":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/pages\/1336"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/media\/921"}],"wp:attachment":[{"href":"https:\/\/hispanicsociaty.org\/es\/wp-json\/wp\/v2\/media?parent=1358"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}