{"id":1817,"date":"2025-05-18T09:25:56","date_gmt":"2025-05-18T09:25:56","guid":{"rendered":"https:\/\/hispanicsociaty.org\/?p=1817"},"modified":"2025-05-18T09:25:58","modified_gmt":"2025-05-18T09:25:58","slug":"the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics","status":"publish","type":"post","link":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/","title":{"rendered":"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics"},"content":{"rendered":"\r\n<div id=\"text-sections-block_856b60fd28ac923045c4d06ad7346512\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p><strong>NEW YORK (December 2024)<\/strong> – From <strong>March 27 to June 22, 2025<\/strong>, <strong>The Hispanic Sociaty Museum &amp; Library (HSM&amp;L)<\/strong> is pleased to present <strong><em>Adriana Varejão: Don’t Forget, We Come From the Tropics<\/em><\/strong>, an exhibition of new paintings and sculpture by leading Brazilian artist <strong>Adriana Varejão<\/strong>. Marking the artist’s first solo museum exhibition in New York and her third in the United States, the show features new paintings from Varejão’s acclaimed <em>Plate <\/em>series and a site-specific outdoor sculptural intervention.<\/p>\n<p>The new works stem from Varejão’s participation in the inaugural Bienal das Amazônias (2023), marking two decades since the artist began conducting research with the Yanomami people in the Amazon basin. The exhibition premiers the latest additions to her celebrated <em>Plate <\/em>series. Inspired by the richly textural plates of Bernard Palissy, the 16th-century French potter, and Bordalo Pinheiro, the 19th-century Portuguese ceramicist, Varejão’s plates reveal surreal and sensual depictions of nature, femininity, and rebirth on large fiberglass tondos with protruding three-dimensional elements hand-sculpted by the artist and painted in oil. While her previous plates delved into the ocean’s depths, these new works shift her focus to the Amazonian rainforest, reflecting on its role as a vital nexus of ecology, art, and culture.<\/p>\n<p>On the front of each plate, exuberant imagery of Amazonian flora and fauna—including <em>mucura<\/em> (Amazonian opossum), <em>guaraná<\/em> (an Amazonian fruit), <em>botos<\/em> (pink river dolphins), <em>mata mata<\/em> (ancient river turtle), and      urutau (night bird, or mother of the moon)—highlight the seductive intricacies of nature. On the reverse, Varejão simulates designs of historic ceramics from the Hispanic Sociaty’s collection and beyond, including Spanish <em>Valenciana<\/em>, Ottoman <em>Iznik<\/em>, Ming Dynasty <em>Hongzhi<\/em> porcelain, and pre-Columbian Amazonian <em>Marajoara<\/em> pottery. This juxtaposition between natural and man-made patterns encapsulates the tension between organic vitality and humanity’s desire to immortalize, offering an interplay between the moving, breathing organisms of the Amazon and the crafted, enduring patterns of human history.<\/p>\n<p>Drawing references from the 17th-century scientific drawings of explorer Friar Cristóvão de Lisboa, Varejão reflects on humanity’s relationship with nature—its admiration and desire to control it. These early colonial depictions, which sought to document the wonders of the Amazon, now foreshadow its destruction. The Amazonian species depicted in Varejão’s plates, many now endangered, embody a Baroque fusion of opposites, at once powerful and vulnerable. Creatures such as vibrantly patterned poisonous frogs exemplify this duality, combining vivid beauty with inherent toxicity, attraction with repulsion, and life with death. This harmony of extremes, central to the Baroque sensibility, has always permeated Varejão’s work.<\/p>\n<p>In the HSM&amp;L’s main gallery, a Baroque revival arcade adorned by grand terracotta-colored archways will frame Varejão’s elaborate plates. As a response to the gallery’s distinctive architecture, the artist will install her paintings as free-standing sculptures, inviting visitors to move around them and appreciate their three-dimensionality and the contrasts between their two sides. The exhibition’s title, <em>Don’t Forget, We <\/em><em>Come <\/em><em>From the Tropics<\/em>, is both a tribute to the natural and cultural vitality of Brazil and an homage to one of its distinguished artists, Maria Martins, who famously declared, “Don’t forget, I come from the Tropics.” This embrace of tropical and Baroque aesthetics celebrates the vibrancy of the Latin American world.<\/p>\n<p>Expanding the dialogue between nature and humanity, Varejão’s monumental outdoor sculptural intervention in front of the museum activates the institution’s 1927 equestrian statue of <em>El Cid<\/em> by Anna Hyatt Huntington. In this site-specific work, a vibrantly painted fiberglass <em>sucuri<\/em> (Amazonian anaconda) coils around the bronze warrior, confronting the statue’s symbolism of imperialism, masculinity, and man’s domination of nature. The equestrian figure, a man steering a horse, demonstrates control over a domesticated animal, while the snake’s intervention introduces an unexpected collision between the tamed and the wild. Surrounded by inscribed names of historic conquistadores, the snake disrupts the colonial narrative and creates a confrontation between mankind and Mother Nature. By referencing Maria Martins in the exhibition’s title—renowned for her serpent-like sculptures—Varejão also bridges the legacies of Martins and Huntington, two pioneering female sculptors from opposite hemispheres.<\/p>\n<p>The serpent’s embrace in both the outdoor sculptural intervention and the <em>Plate<\/em> paintings invites reflection on the forces at play in the Amazon’s plight, where nature is both endangered and enduring. Across cultures, the serpent symbolizes the feminine divine, transformation, and resilience. Many of the other creatures depicted in the plates, such as the <em>mucura<\/em> (Amazonian opossum), also carry meanings tied to femininity and rebirth in Yanomami mythology, where women and nature are viewed as sources of knowledge and renewal. In stark contrast, the relentless exploitation of nature’s resources for profit, driven by male political leaders and corporate magnates, underscores the gendered power dynamics of the climate crisis. Through this lens, Varejão’s work draws attention to histories at the margins, where women and nature are enduring sources of wisdom and transformation.<\/p>\n<p>In addition to producing new works, Varejão has curated a selection of historic ceramic plates from the HSM&amp;L’s collection to display alongside her <em>Plate <\/em>series. By placing these ceramics in conversation with her monumental paintings, she raises provocative questions about the hierarchies of aesthetics. Historically, ceramics have been relegated to “craft” or “decorative arts,” secondary to painting and sculpture. Varejão challenges these assumptions, creating sculptural paintings inspired by ceramics from the past, which begs the question: Why are certain forms of artistry considered artisanal rather than fine art—and who determines these distinctions? Her works blur these boundaries, demonstrating how ceramics, with their evolutive essence and origins in every culture, can engage with contemporary issues and enrich our understanding of art.<\/p>\n<p><em>“We are thrilled to present the first institutional exhibition in New York by Adriana Varejão, one of the most significant artists from <\/em><em>Latin <\/em><em>America, and beyond”, <\/em>says Guillaume Kientz, Director of The Hispanic Sociaty Museum &amp; Library. “<em>Varejão’s work bridges time, culture, and geography in ways that resonate deeply with the Hispanic Sociaty’s mission to celebrate the rich diversity of the Portuguese and Spanish speaking world. Her ability to intertwine historical narratives with contemporary sensibilities makes her a natural fit for our institution, which is contemporarily working on intensifying its ties with and outreach to lusophone communities. This exhibition marks a historic moment for us, as we present an artist whose practice redefines the boundaries of tradition. We expect her intervention to inspire modern audiences, revive interests for our unique, historical collection of ceramics, and offer new perspectives about both the past and the present.”<\/em><\/p>\n<p>Through her sculptural paintings and painterly sculptures, Varejão probes the interconnectedness of art and craft, past and present, and humanity and nature. Organized in collaboration with Gagosian, the exhibition exemplifies the HSM&amp;L’s commitment to fostering meaningful dialogues between historical and contemporary art. It is the second in a series at the HSM&amp;L titled “A Collection in Question”, which engages artists who draw inspiration from the museum’s historic collection. As one of only a few free museums in New York City, the Hispanic Sociaty furthers this mission by ensuring these conversations are accessible to all.<\/p>\n<p>If interested in learning more about the HSM&amp;L and its current exhibitions, please visit <u>Hispanic Sociaty<\/u><u>Museum &amp; Library<\/u> and follow the institution on <u>Instagram,<\/u> <u>Facebook<\/u> and <u>Twitter<\/u>.<\/p>\n<p><strong>ABOUT THE HISPANIC SOCIETY MUSEUM &amp; LIBRARY  <\/strong><\/p>\n<p>The Hispanic Sociaty Museum &amp; Library (HSM&amp;L) is the primary institution and reference library dedicated solely to the preservation, study, understanding, exhibition and enjoyment of art and cultures of Portuguese- and Spanish-speaking countries and communities. Located in Upper Manhattan in the dynamic Washington Heights neighborhood, the institution has, since its inception, remained free of charge, providing unrivaled access to the most extensive collection of Hispanic art and literature outside of Spain and Latin America.<\/p>\n<p>The HSM&amp;L’s permanent collection is unparalleled in its scope and quality, with half a million items that address nearly every aspect of cultures in Spain, Portugal and Latin America from antiquity to present day. HSM&amp;L is unmatched in the multi-disciplinarity and broad historical and geographical extension of its art collection and library, highlighting Hispanic art and cultures’ incredible breadth as seen through its diverse religious, cultural and geographical influences. The collection includes masterworks by El Greco, Velázquez, Rodríguez Juárez, Goya, Campeche, Arrieta, Sorolla, Orozco and Tàpies; sculptures by Pedro de Mena, Luisa Roldán and Caspicara and masterpieces in all areas of the decorative arts. The collections of the Department of Manuscripts and Rare Books are among the most extensive outside Spain and the Library is available as a preeminent center for research on the history, art, and cultures of the Hispanic world. It is open to the public by appointment.<\/p>\n<p>Founded in 1904 by American scholar, philanthropist and collector Archer M. Huntington, the HSM&amp;L was established on the premise of a passion and curiosity for Hispanic and Latin American art, cultures and history. While the HSM&amp;L is one of the most historic cultural institutions in New York City, the organization has continued to adapt and serve the local community and growing Hispanic and Latino populations in the United States at large, opening its doors to inspire, enrich and educate the public.<\/p>\n<p>Under the stewardship of CEO and Director Guillaume Kientz and in the spirit of inclusivity, HSM&amp;L makes a fervent commitment to give voice to and provide space for Portuguese- and Spanish-speaking communities and cultures. Through special exhibitions, a permanent collection, loans, education, support of living artists, public programming and research, HSM&amp;L continues to reimagine the potential for a museum and its ability to incite greater change.<\/p>\n<p><strong><u> <\/u><\/strong><\/p>\n<p><strong><u>PRESS CONTACTS<br \/>\n<\/u><\/strong>Andrey &amp; Melissa, LLC<br \/>\n<a href=\"mailto:a@andreyandmelissa.com\">a@andreyandmelissa.com<\/a><br \/>\n<a href=\"mailto:m@andreyandmelissa.com\">m@andreyandmelissa.com<\/a><\/p>\n<p><strong>Hispanic Museum &amp; Library<br \/>\n<\/strong>613 W 155th St, New York, NY 10032<br \/>\n212.926.2234<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\r\n<div id=\"related-content-block_daaae96c467665f9a2d279d567912e64\" class=\"block site_width related-content\">\r\n    <h3 class=\"related-content__heading\">explore more <\/h3>    <div class=\"content_cards_grid\">\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"317\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1-450x317.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1-450x317.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1-768x542.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1.jpg 1100w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        A Voyage of Discovery: Hispanic Sociaty Museum &amp; Library                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/a-voyage-of-discovery-hispanic-society-museum-library\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"242\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-450x242.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-450x242.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-1200x645.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-768x413.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner.jpg 1434w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        The Hispanic Sociaty in the News!                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/the-hispanic-society-in-the-news\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"346\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-in-spain-1892_r-450x346.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-in-spain-1892_r-450x346.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/amh-in-spain-1892_r.jpg 538w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        History of the Hispanic Sociaty Museum &amp; Library                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/history-of-the-hispanic-society-museum-library\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"299\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/ceramics-450x299.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/ceramics-450x299.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/ceramics-1200x797.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/ceramics-768x510.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/ceramics-1536x1021.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/ceramics-2048x1361.jpg 2048w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/ceramics-1920x1276.jpg 1920w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        The Hispanic Sociaty Wins the 2017 Princess of Asturias Award for International Cooperation                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/the-hispanic-society-wins-the-2017-princess-of-asturias-award-for-international-cooperation\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n            <\/div>\n    <\/div>\r\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":1266,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[16],"tags":[],"class_list":["post-1817","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics - Hispanic Sociaty Museum and Library<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics - Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\" \/>\n<meta property=\"og:site_name\" content=\"Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hispanicsociaty\" \/>\n<meta property=\"article:published_time\" content=\"2025-05-18T09:25:56+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2025-05-18T09:25:58+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1708\" \/>\n\t<meta property=\"og:image:height\" content=\"2560\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Claudia\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:site\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Claudia\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\"},\"author\":{\"name\":\"Claudia\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93\"},\"headline\":\"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics\",\"datePublished\":\"2025-05-18T09:25:56+00:00\",\"dateModified\":\"2025-05-18T09:25:58+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\"},\"wordCount\":18,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg\",\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\",\"url\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\",\"name\":\"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics - Hispanic Sociaty Museum and Library\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg\",\"datePublished\":\"2025-05-18T09:25:56+00:00\",\"dateModified\":\"2025-05-18T09:25:58+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg\",\"width\":1708,\"height\":2560},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hispanicsociaty.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hispanicsociaty.org\/#website\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"name\":\"Hispanic Sociaty Museum and Library\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hispanicsociaty.org\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\",\"name\":\"Hispanic Sociaty Museum and Library\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"width\":273,\"height\":68,\"caption\":\"Hispanic Sociaty Museum and Library\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/hispanicsociaty\",\"https:\/\/x.com\/HSAmuseum\",\"https:\/\/www.instagram.com\/hispanic_society\/\",\"https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93\",\"name\":\"Claudia\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g\",\"caption\":\"Claudia\"},\"url\":\"https:\/\/hispanicsociaty.org\/author\/clauchristensn\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics - Hispanic Sociaty Museum and Library","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/","og_locale":"en_US","og_type":"article","og_title":"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics - Hispanic Sociaty Museum and Library","og_url":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/","og_site_name":"Hispanic Sociaty Museum and Library","article_publisher":"https:\/\/www.facebook.com\/hispanicsociaty","article_published_time":"2025-05-18T09:25:56+00:00","article_modified_time":"2025-05-18T09:25:58+00:00","og_image":[{"width":1708,"height":2560,"url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg","type":"image\/jpeg"}],"author":"Claudia","twitter_card":"summary_large_image","twitter_creator":"@HSAmuseum","twitter_site":"@HSAmuseum","twitter_misc":{"Written by":"Claudia"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#article","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/"},"author":{"name":"Claudia","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93"},"headline":"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics","datePublished":"2025-05-18T09:25:56+00:00","dateModified":"2025-05-18T09:25:58+00:00","mainEntityOfPage":{"@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/"},"wordCount":18,"commentCount":0,"publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"image":{"@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg","articleSection":["Articles"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/","url":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/","name":"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics - Hispanic Sociaty Museum and Library","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage"},"image":{"@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg","datePublished":"2025-05-18T09:25:56+00:00","dateModified":"2025-05-18T09:25:58+00:00","breadcrumb":{"@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#primaryimage","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg","width":1708,"height":2560},{"@type":"BreadcrumbList","@id":"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hispanicsociaty.org\/"},{"@type":"ListItem","position":2,"name":"The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics"}]},{"@type":"WebSite","@id":"https:\/\/hispanicsociaty.org\/#website","url":"https:\/\/hispanicsociaty.org\/","name":"Hispanic Sociaty Museum and Library","description":"","publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hispanicsociaty.org\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/hispanicsociaty.org\/#organization","name":"Hispanic Sociaty Museum and Library","url":"https:\/\/hispanicsociaty.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","width":273,"height":68,"caption":"Hispanic Sociaty Museum and Library"},"image":{"@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/hispanicsociaty","https:\/\/x.com\/HSAmuseum","https:\/\/www.instagram.com\/hispanic_society\/","https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg"]},{"@type":"Person","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93","name":"Claudia","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g","caption":"Claudia"},"url":"https:\/\/hispanicsociaty.org\/author\/clauchristensn\/"}]}},"_links":{"self":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1817","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/comments?post=1817"}],"version-history":[{"count":1,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1817\/revisions"}],"predecessor-version":[{"id":1818,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1817\/revisions\/1818"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media\/1266"}],"wp:attachment":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media?parent=1817"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/categories?post=1817"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/tags?post=1817"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}