{"id":1833,"date":"2025-05-18T09:52:58","date_gmt":"2025-05-18T09:52:58","guid":{"rendered":"https:\/\/hispanicsociaty.org\/?p=1833"},"modified":"2025-05-18T09:53:01","modified_gmt":"2025-05-18T09:53:01","slug":"tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid","status":"publish","type":"post","link":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/","title":{"rendered":"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid"},"content":{"rendered":"\r\n<div id=\"text-sections-block_d1a3665ae97318c47e86098fe3e3ec66\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    “Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p><strong>The exhibition has been organized by the Museo Nacional del Prado and The Hispanic Sociaty of America with the exclusive support of Fundación BBVA.<\/strong><\/p>\n<p><strong>Beginning April 4, the Museo del Prado, with the exclusive support of Fundación BBVA, offers the public the exceptional opportunity of enjoying more than two hundred works of art from The Hispanic Sociaty Museum &amp; Library, the New York-based institution founded to promote the art and culture of the Hispanic world in the United States.<\/strong><\/p>\n<p><strong>The Hispanic Sociaty holds the most important collection of Hispanic art outside of Spain. Its collections comprise more than 18,000 works of art ranging from the Paleolithic Age to the 20th century, an extraordinary research library with more than 250,000 manuscripts and 35,000 rare books, including some 250 incunables. There is no other institution in the world, even in Spain, that alone can offer such a complete vision of Hispanic history, art and culture. <\/strong><\/p>\n<p><strong>Archaeological artifacts, Roman sculpture, ceramics, glass, furniture, textiles, silverworks, medieval and Islamic works of art, masterworks from the Golden Age, colonial and 19th-century Latin American art and Spanish painting from the 19th and 20th centuries are arranged chronologically and thematically. The Society’s Spanish paintings, including <em>The Duchess of Alba <\/em>by Goya or <\/strong><strong><em>Gaspar de Guzmán, Conde-Duque de Olivares <\/em><\/strong><strong>by Velázquez, open up a dialogue with those of the Museo del Prado.<\/strong><\/p>\n<p><strong><u>New York<\/u><\/strong><strong><u>, March 31, 2017<\/u><\/strong> – Through September 10, more than 200 treasures of The Hispanic Sociaty of America, Museum &amp; Library will be exhibited in galleries A, B and C of the Jerónimos building, at the Museo del Prado. The Hispanic Sociaty, located in Upper Manhattan in New York, was founded in 1904 by Archer Milton Huntington (1870-1955), one of America’s greatest philanthropists. He created an institution that reflected an appreciation of Spanish culture and the study of the literature and art of Spain, Portugal and Latin America.<\/p>\n<p>“Tesoros de la Hispanic Sociaty of America. Visiones del mundo hispánico” brings together more than two hundred works of art including paintings, drawings, and sculpture; archaeological artifacts and decorative arts, liturgical vestments, furniture and manuscripts, creating a fascinating chronological and thematic experience of the highlights of their vast collections.<\/p>\n<p>With this exhibition, which occupies all of the temporary exhibition galleries in the new extension, the Museo del Prado – as it did for the exhibition “El Hermitage en el Prado” in 2012 – offers its visitors the privilege of enjoying a museum within another. In this case, the renovation of the Hispanic Sociaty’s galleries has allowed the treasures from their collections of Spanish and Latin American art, along with manuscripts from the library collections, to travel to Spain.<\/p>\n<p>Many of the works of art that will be shown have not previously been exhibited or were unknown to the general and academic public. Such is the case of the reliquary busts of Santa Marta and Santa María Magdalena by Juan de Juni, and the <em>Fates of Man<\/em>, by Manuel Chili, known as Caspicara; others have recently been identified, for example the <em>Map of Tequaltiche <\/em>which was thought to have been lost. Besides the individual value of each work of art, this exceptional grouping gives context to the magnitude of the rich history of Hispanic culture in the Iberian Peninsula, America and Philippines that spans more than 3,000 years, and shows a quality of art work that no museum outside of Spain can compete with. It clearly demonstrates the passion of the unique collector who put his resources and knowledge towards the vision of creating a Spanish museum in America.<\/p>\n<p>The extraordinary selection of paintings includes master works such as <em>Portrait of a Little Girl, Camillo Astalli <\/em>and <em>Gaspar de Guzmán, Conde-Duque de Olivares<\/em> by Velázquez, <em>Pietà <\/em>by El Greco, <em>The Prodigal Son<\/em> by Murillo, <em>Santa Emerenciana <\/em>by Zurbarán and the emblematic <em>Duchess of Alba <\/em>by Goya, which has been specially conserved for this occasion at the Museo del Prado together with the collaboration of Fundación Iberdrola. Also represented are paintings by post-impressionist and modern artists such as Zuloaga, Sorolla and Santiago Rusiñol.<\/p>\n<p>The selection of sculpture includes, among others, the <em>Effigy of Mencía Enríquez de Toledo<\/em> from the workshop of Gil de Siloé, <em>The Mystical Marriage of Saint Catherine, <\/em>sculpted in terracotta by Luisa Roldán, and <em>Fates of Man, <\/em>the group of polychromed wood sculptures by Manuel Chili, known as Caspicara.<\/p>\n<p>The exhibition also includes a selection of important archaeological artifacts, among them Celtiberian jewelry, Bell-Beaker vessels and a Visigothic belt buckle. Completing the survey, is a significant selection of decorative arts, with Renaissance and Baroque metalwork, ceramics from Manises, Talavera and Alcora, and an exquisite <em>Pyxis <\/em>made of ivory with gold-plated hinges. Alongside these objects are textiles including a <em>Fragment of the tunic of Prince Felipe de Castilla <\/em>and a Nazrid silk textile.<\/p>\n<p>The innovative installation will allow the important holdings of the library of the Hispanic Sociaty to be displayed in such a way that they can be appreciated in all their splendor; relevant works include a privilege issued by Alfonso VII, king of Castilla and León<em>,<\/em> a 13th-century manuscript French Bible, the 15th-century, lavishly illuminated Hebrew Bible, unique letters such as the instructions given to Philip II by his father, Charles V, a letter signed by Elizabeth I sent to Philip II, as well as one of the last letters written by Diego Velázquez. Various examples from the Society’s cartography collection are also on display, including a portolan atlas by Battista Agnese and the 1526 <em>Mapamundi <\/em>by Juan Vespucci.<\/p>\n<p><strong>Archer Milton<\/strong> <strong>Huntington, founder of The Hispanic Sociaty of America<\/strong><\/p>\n<p>From a young age, Archer Milton Huntington, the only son of one of the wealthiest families in the United States, was possessed of a profound interest in the Hispanic world. His education and numerous trips to Europe inspired an interest in collecting, and always with the idea of creating a museum.<\/p>\n<p>In less than forty years, Huntington created a library and museum designed to elevate the study of Hispanic art through collections that were unparalleled in both scope and quality, while at the same time providing access to important rare books and manuscripts through his series of facsimile reprints. As his aim was not to deprive Spain of its artistic treasures, Huntington acquired most of his collection outside of the country. His goal, as Jonathan Brown has confirmed, was to create in the Hispanic Sociaty an encyclopedic depository of Spanish art and literature.<\/p>\n<p>Huntington was one of the first Hispanists in the United States in the first half of the twentieth century. For this reason he was awarded many honorary degrees by numerous American universities. He was an active member of various Spanish museums and was invested as a member of the Spanish Royal Academies.<\/p>\n<p>This exhibition pays homage to Huntington’s lifelong work for The Hispanic Sociaty Museum &amp; Library in the diffusion and study of Spanish culture in The United States of America.<\/p>\n<p><strong>The Exhibition<\/strong><\/p>\n<p>The first part of the exhibition (Galleries A and B) is organized chronologically and thematically by period in Spain and Latin America, and comprises archaeological artifacts from sites on the Iberian Peninsula, Roman sculpture, magnificent ceramics, glass, furniture, textiles, silverworks and Islamic and Medieval treasures as well as those from the Golden Age. Of particular relevance are Spanish paintings, in dialogue with the collections of the Prado, and colonial art closely related to the peninsula’s artistic legacy. Also included is a section dedicated to the library at the Hispanic Sociaty, one of the most important in the world, which provides us with a glimpse of the resources that this unique library offers.<\/p>\n<p>Gallery C offers a broad selection of some of the best Spanish painting from the 19th through early 20th century, including an exceptional collection of portraits of the leading Spanish scholars of that period, many of whom worked closely with Huntington. After the First World War, Archer Huntington ended his active search for acquisitions, but maintained a close relationship with Spanish art and culture through his friendship with various painters, principally Joaquín Sorolla who was commissioned to paint the famous series of large-scale canvases depicting the regions of Spain for the Hispanic Sociaty.<\/p>\n<p>Accompanying the exhibition, is a documentary projected in Gallery D, directed by Francesco Jodice, which transports the visitor to New York at the beginning of the twentieth century and narrates the history of the Hispanic Sociaty and the passion of its founder, the philanthropist Archer Milton Huntington.<\/p>\n<p><strong>Catalogue<\/strong><\/p>\n<p>The exhibition catalogue has been written in collaboration with recognized specialists. The text by Mitchell A. Codding, Executive Director of the Hispanic Sociaty and Curator of the exhibition, revolves around the figure of Archer Milton Huntington and the origins of The Hispanic Sociaty of America under the title <em>Visions of the Hispanic World:  Archer M. Huntington and the Hispanic Sociaty, Museum and Library<\/em>.<\/p>\n<p>Two other essays are included: the first, by María Dolores Jiménez-Blanco, recounts the history of collecting Spanish art in America: <em>Discoveries. American collectors and Spanish art: Histories of an attraction<\/em>. The second, written by Patrick Lenaghan, narrates the story of Huntington’s relationship with Sorolla and Zuloaga: <em>A picture of Spain:  Huntington, Sorolla and Zuloaga in The Hispanic Sociaty of America<\/em>.<\/p>\n<p>The catalogue entries were prepared by Constancio del Álamo, Marcus B. Burke, Mitchell A. Codding, Patrick Lenaghan, Margaret E. Connors McQuade and John O’Neill, curators of The Hispanic Sociaty of America.<\/p>\n<p>For more information, please contact Mencía Figueroa, Director of Public Relations, Programs &amp; Special Events: <a href=\"mailto:admin@hispanicsociaty.org\">Figueroa@wordpress-1222768-4350958.cloudwaysapps.com<\/a> or 212.926.2234 ext. 226<\/p>\n<p>For more information on the exhibition and related talks and interviews, please visit: <a href=\"https:\/\/www.museodelprado.es\/en\/whats-on\/exhibition\/visions-of-the-hispanic-world-treasures-from-the\/c1b08f10-d0d9-499f-8969-160e74000d5b\">https:\/\/www.museodelprado.es\/en\/whats-on\/exhibition\/visions-of-the-hispanic-world-treasures-from-the\/c1b08f10-d0d9-499f-8969-160e74000d5b<\/a><\/p>\n<p>For press reviews:<\/p>\n<p><a href=\"https:\/\/www.nytimes.com\/2017\/06\/02\/arts\/design\/spanish-treasures-overlooked-in-new-york-find-love-in-madrid.html?module=WatchingPortal&amp;region=c-column-middle-span-region&amp;pgType=Homepage&amp;action=click&amp;mediaId=wide&amp;state=standard&amp;contentPlacement=1&amp;version=internal&amp;contentCollection=www.nytimes.com&amp;contentId=https%3A%2F%2Fwww.nytimes.com%2F2017%2F06%2F02%2Farts%2Fdesign%2Fspanish-treasures-overlooked-in-new-york-find-love-in-madrid.html&amp;eventName=Watching-article-click&amp;_r=0\">The New York Times|Arts|Saturday 3, 2017<\/a><\/p>\n<p><a href=\"https:\/\/elpais.com\/especiales\/2017\/hispanic-society-of-america\/\">El Pais|Especiales<\/a><\/p>\n<p><a href=\"https:\/\/www.abc.es\/cultura\/abci-tesoros-hispanic-society-museo-5380354260001-20170331021309_video.html\">ABC|Cultura| March 31, 2017<\/a><\/p>\n<p><a href=\"https:\/\/www.lavanguardia.com\/vida\/20170331\/421343029857\/los-tesoros-de-la-hispanic-society-of-america-aterrizan-en-el-prado.html\">La Vanguradia|Vida|March 31, 2017<\/a><\/p>\n<p><a href=\"https:\/\/www.wsj.com\/articles\/treasures-from-the-hispanic-society-of-america-visions-of-the-hispanic-world-review-artistic-homecoming-1491941\">Wall Street Journal<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>For images please contact: <a href=\"mailto:admin@hispanicsociaty.org\">museum@wordpress-1222768-4350958.cloudwaysapps.com<\/a><\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\r\n<div id=\"related-content-block_6cd596f311d2c772ac0f3c448bd0aea4\" class=\"block site_width related-content\">\r\n    <h3 class=\"related-content__heading\">explore more<\/h3>    <div class=\"content_cards_grid\">\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"300\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/mitch_090-scaled-1-450x300.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/mitch_090-scaled-1-450x300.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/mitch_090-scaled-1-1200x800.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/mitch_090-scaled-1-768x512.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/mitch_090-scaled-1-1536x1024.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/mitch_090-scaled-1-2048x1365.jpg 2048w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/mitch_090-scaled-1-1920x1280.jpg 1920w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Hispanic Sociaty Museum &amp; Library Executive Director and President, Dr. Mitchell A. Codding, Announces Retirement                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-executive-director-and-president-dr-mitchell-a-codding-announces-retirement\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"417\" height=\"450\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/montebello-new-portrait-2015-002-417x450.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/montebello-new-portrait-2015-002-417x450.jpg 417w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/montebello-new-portrait-2015-002.jpg 565w\" sizes=\"auto, (max-width: 417px) 100vw, 417px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Philippe de Montebello Elected Chairman of the Hispanic Sociaty’s Board of Trustees                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/philippe-de-montebello-elected-chairman-of-the-hispanic-societys-board-of-trustees\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"318\" height=\"450\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/64-quijotes-318x450.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/64-quijotes-318x450.jpg 318w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/64-quijotes.jpg 430w\" sizes=\"auto, (max-width: 318px) 100vw, 318px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Illustrating Don Quixote                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/illustrating-don-quixote\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"317\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1-450x317.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1-450x317.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1-768x542.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/atesorar-espana-anderson-12080-nn-52710-isla-cristina-huelva-fisherman-corrected-1.jpg 1100w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        A Voyage of Discovery: Hispanic Sociaty Museum &amp; Library                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/a-voyage-of-discovery-hispanic-society-museum-library\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n            <\/div>\n    <\/div>\r\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":1834,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[16],"tags":[],"class_list":["post-1833","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid - Hispanic Sociaty Museum and Library<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid - Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/\" \/>\n<meta property=\"og:site_name\" content=\"Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hispanicsociaty\" \/>\n<meta property=\"article:published_time\" content=\"2025-05-18T09:52:58+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2025-05-18T09:53:01+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1120\" \/>\n\t<meta property=\"og:image:height\" content=\"1435\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Claudia\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:site\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Claudia\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/\"},\"author\":{\"name\":\"Claudia\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93\"},\"headline\":\"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid\",\"datePublished\":\"2025-05-18T09:52:58+00:00\",\"dateModified\":\"2025-05-18T09:53:01+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/\"},\"wordCount\":20,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg\",\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/\",\"url\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/\",\"name\":\"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid - Hispanic Sociaty Museum and Library\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg\",\"datePublished\":\"2025-05-18T09:52:58+00:00\",\"dateModified\":\"2025-05-18T09:53:01+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg\",\"width\":1120,\"height\":630},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hispanicsociaty.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hispanicsociaty.org\/#website\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"name\":\"Hispanic Sociaty Museum and Library\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hispanicsociaty.org\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\",\"name\":\"Hispanic Sociaty Museum and Library\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"width\":273,\"height\":68,\"caption\":\"Hispanic Sociaty Museum and Library\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/hispanicsociaty\",\"https:\/\/x.com\/HSAmuseum\",\"https:\/\/www.instagram.com\/hispanic_society\/\",\"https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93\",\"name\":\"Claudia\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g\",\"caption\":\"Claudia\"},\"url\":\"https:\/\/hispanicsociaty.org\/author\/clauchristensn\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid - Hispanic Sociaty Museum and Library","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/","og_locale":"en_US","og_type":"article","og_title":"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid - Hispanic Sociaty Museum and Library","og_url":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/","og_site_name":"Hispanic Sociaty Museum and Library","article_publisher":"https:\/\/www.facebook.com\/hispanicsociaty","article_published_time":"2025-05-18T09:52:58+00:00","article_modified_time":"2025-05-18T09:53:01+00:00","og_image":[{"width":1120,"height":1435,"url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205.jpg","type":"image\/jpeg"}],"author":"Claudia","twitter_card":"summary_large_image","twitter_creator":"@HSAmuseum","twitter_site":"@HSAmuseum","twitter_misc":{"Written by":"Claudia"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#article","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/"},"author":{"name":"Claudia","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93"},"headline":"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid","datePublished":"2025-05-18T09:52:58+00:00","dateModified":"2025-05-18T09:53:01+00:00","mainEntityOfPage":{"@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/"},"wordCount":20,"commentCount":0,"publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"image":{"@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg","articleSection":["Articles"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/","url":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/","name":"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid - Hispanic Sociaty Museum and Library","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage"},"image":{"@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg","datePublished":"2025-05-18T09:52:58+00:00","dateModified":"2025-05-18T09:53:01+00:00","breadcrumb":{"@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#primaryimage","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/d205-e1758246032788.jpg","width":1120,"height":630},{"@type":"BreadcrumbList","@id":"https:\/\/hispanicsociaty.org\/tesoros-de-la-hispanic-society-of-america-visiones-del-mundo-hispanico-opens-at-the-museo-nacional-del-prado-madrid\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hispanicsociaty.org\/"},{"@type":"ListItem","position":2,"name":"“Tesoros de la Hispanic Sociaty of America. Visiones del Mundo Hispánico” Opens at the Museo Nacional del Prado, Madrid"}]},{"@type":"WebSite","@id":"https:\/\/hispanicsociaty.org\/#website","url":"https:\/\/hispanicsociaty.org\/","name":"Hispanic Sociaty Museum and Library","description":"","publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hispanicsociaty.org\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/hispanicsociaty.org\/#organization","name":"Hispanic Sociaty Museum and Library","url":"https:\/\/hispanicsociaty.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","width":273,"height":68,"caption":"Hispanic Sociaty Museum and Library"},"image":{"@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/hispanicsociaty","https:\/\/x.com\/HSAmuseum","https:\/\/www.instagram.com\/hispanic_society\/","https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg"]},{"@type":"Person","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93","name":"Claudia","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g","caption":"Claudia"},"url":"https:\/\/hispanicsociaty.org\/author\/clauchristensn\/"}]}},"_links":{"self":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1833","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/comments?post=1833"}],"version-history":[{"count":1,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1833\/revisions"}],"predecessor-version":[{"id":1836,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1833\/revisions\/1836"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media\/1834"}],"wp:attachment":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media?parent=1833"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/categories?post=1833"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/tags?post=1833"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}