{"id":1851,"date":"2025-05-18T10:06:04","date_gmt":"2025-05-18T10:06:04","guid":{"rendered":"https:\/\/hispanicsociaty.org\/?p=1851"},"modified":"2025-05-18T10:06:08","modified_gmt":"2025-05-18T10:06:08","slug":"hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado","status":"publish","type":"post","link":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/","title":{"rendered":"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado"},"content":{"rendered":"\r\n<div id=\"text-sections-block_aca1f6d70a481ec3ff7d71ebbb40b9f0\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p><strong>New York, NY<\/strong> – (November, 2016) The Hispanic Sociaty Museum &amp; Library, the premier collection of Hispanic arts and culture in the United States, will present the major traveling exhibition, <em>Visions of the Hispanic World: Treasures from the Hispanic Sociaty Museum &amp; Library<\/em>, at the Prado Museum in Madrid from April 4 through September 10, 2017. The exhibition will continue to venues in North America into 2019. While the collection travels the Hispanic Sociaty’s Museum Main Building will be closed for extensive renovations.<\/p>\n<p><em>Visions of the Hispanic World<\/em> is being organized in collaboration with the Prado Museum and the BBVA Foundation, which will serve as the exclusive sponsor of the exhibition at the Prado. Curated by Mitchell A. Codding, Executive Director at the Hispanic Sociaty, and Miguel Falomir, Adjunct Director of Conservation and Investigation at the Prado Museum, the exhibition will include over 200 of the Hispanic Sociaty’s most exceptional works spanning over 4,000 years, and will occupy all three of the Prado’s temporary exhibition galleries in the Jerónimos building. <em>Visions of the Hispanic World<\/em> will highlight works from Spain and Latin America drawn from the Hispanic Sociaty’s renowned Museum and Library collections, including archaeological works from the Iberian Peninsula; arts of Islamic Spain; paintings, sculpture, decorative arts, and manuscripts from Medieval, Golden Age, and 18<sup>th<\/sup>-century Spain; Latin American colonial and 19<sup>th<\/sup>-century paintings, sculpture, decorative arts, and manuscripts; and Spanish paintings of the 19<sup>th<\/sup> and early 20<sup>th<\/sup> centuries. Additional support for the exhibition has been provided by the Klein Foundation and the Robert Lehman Foundation.<\/p>\n<p>Since its founding in 1904 by the American scholar and philanthropist Archer M. Huntington (1870-1955), the Hispanic Sociaty has served its mission as a free public museum and library with the purpose of advancing the study and appreciation of the art, literature, and cultures of Spain, Portugal, Latin America, the Philippines, and other areas where Spanish or Portuguese have been spoken languages. “This is a pivotal moment for the Hispanic Sociaty as we preserve the legacy of our founder, Archer Milton Huntington, and present the greatest works in our collections at the Prado, while also revitalizing the facilities, expanding our programming, and broadening our audiences,” said Hispanic Sociaty’s Executive Director Mitchell A. Codding.<\/p>\n<p>Philippe de Montebello, Chairman of the Board of Trustees of the Hispanic Sociaty and former Director of the Metropolitan Museum<strong>,<\/strong> has explained, “to have Spain’s preeminent national museum— one of the greatest museums in the world— dedicate three of its temporary exhibition galleries to an exhibition of the holdings of the Hispanic Sociaty for five months, is a true testament to the value of our collections. Many of the works in the exhibition have never been exhibited in Spain or outside of the Hispanic Sociaty. We can’t wait to see the exhibition in April and hope the public is as excited about it as we are.”<\/p>\n<p>Miguel Zugaza, Director of the Prado, has said: “the wealth of the collections at the Hispanic Sociaty is truly astounding and the remarkably fitting acquisitions of the last few years are a revelation. I think everyone will be surprised by the quality and breadth of these treasures.”<\/p>\n<p>For over a decade, the Hispanic Sociaty has lent some of its most important works to the Prado for major exhibitions, including <em>The Spanish Portrait: El Greco to Picasso<\/em> (2004-2005), <em>Joaquín Sorolla<\/em> (2009), and <em>Velázquez and the Family of Philip IV.<\/em> (2013-2014); as well as exhibitions focused on the collections of the Hispanic Sociaty, such as <em>Images of the Quijote<\/em> (2003-2004) and <em>Spanish Drawings in The Hispanic Sociaty of America from the Golden Age to Goya<\/em> (2006-2007).<\/p>\n<p><strong>EXHIBITION HIGHLIGHTS<\/strong><\/p>\n<p><strong>Arts of Spain<\/strong><\/p>\n<p>From the Hispanic Sociaty’s collection of Iberian antiquities, the largest outside of Spain, are splendid works of Bell-Beaker pottery (1500-1200 B.C), Celtiberian jewelry (125-100 B.C.), and Roman works in bronze and silver of the 1<sup>st<\/sup> and 2<sup>nd<\/sup> centuries A.D. Exceptional examples of the arts from Islamic Spain include the extraordinary 10<sup>th<\/sup>-century carved ivory pyxis, or cylindrical box with domed lid, made by Khalaf at the palace city of Madinat al-Zahra’ near Córdoba, rare Nasrid silk textiles of the 13<sup>th<\/sup> to 15<sup>th<\/sup> centuries, a spectacular array of lusterware influenced by Islamic design produced at Manises (Valencia) in the 14<sup>th<\/sup> and 15<sup>th<\/sup>centuries, and a rare Mudéjar ceramic baptismal font (ca. 1400) from Toledo. Medieval Spain is represented by ornate works of ecclesiastical silver, elaborate wrought iron figural door knockers, and luxurious 15<sup>th<\/sup>-century silk brocade ecclesiastical garments from Valencia. Some of the finest decorative arts from Golden Age Spain include a rare silver gilt processional monstrance (ca. 1585) by Cristóbal Becerril, ceramics from Talavera de la Reina highlighted by a pair of large apothecary jars (ca. 1580) from the Royal Pharmacy of El Escorial, 16<sup>th<\/sup>-century Barcelona glass, and a selection of rarely exhibited Renaissance and Baroque gold jewels with enamel, precious, and semi-precious stones. Among the works from colonial Spanish America are rare 17<sup>th<\/sup>– and 18<sup>th<\/sup>-century lacquerwares from Mexico and Colombia, exceptional 17<sup>th<\/sup>-century Mexican ceramics from Tonalá and Puebla, and splendid pieces of 18<sup>th<\/sup>-century Bolivian silver. Important examples of the refined ceramics produced at the Royal Factory of Alcora (Valencia), rare Neoclassical porcelains from the Royal Factory of Buen Retiro (Madrid), and glass from the Royal Factory of La Granja represent the finest luxury wares produced in 18<sup>th<\/sup>-century Spain.<\/p>\n<p><strong>Spanish Paintings<\/strong><\/p>\n<p>Visitors to the exhibition will be able to see the transformative conservation treatments of two masterpieces from the Hispanic Sociaty collection: <em>The Duchess of Alba<\/em> (1797) by Francisco de Goya (1746-1828), and <em>Portrait of a Little Girl<\/em> (ca. 1638-42) by Diego <em>Velázquez<\/em> (1599-1660). These paintings had not received thorough conservation treatment since their acquisition more than 100 years ago. Acquired by Archer Huntington in Paris in 1906, <em>The Duchess of Alba<\/em> has been a centerpiece of the collection since the Hispanic Sociaty opened to the public in 1908. Enrique Quintana, Head of Paintings Conservation at the Prado, and Paintings Conservator Almudena Sánchez have been responsible for the conservation of this iconic portrait. Among the most captivating works by Velázquez, <em>Portrait of a Little Girl<\/em><em>, <\/em>acquired by Arabella and Archer Huntington in Paris in 1909, now reveals its true splendor thanks to the conservation carried out by Michael Gallagher, Sherman Fairchild Conservator in Charge of Paintings Conservation at The Metropolitan Museum of Art. <em>Portrait of a Little Girl<\/em> also may now be viewed in a splendid period frame thanks to the generous support of Jorge Coll of Colnaghi.<\/p>\n<p>Other masterworks include the <em>Ascension<\/em> altar panel (ca. 1408) by Miguel Alcañíz; three paintings by El Greco including <em>Portrait Miniature of a Man <\/em>(ca. 1578-80); <em>Portrait of the Duke of Alba<\/em> (ca. 1549) by Antonis Mor; <em>Ecce Homo<\/em> (ca. 1554-60) and <em>Virgin with the Yarn Winder<\/em> (1560-70) by Luis de Morales; <em>Portrait of the Count-Duke of Olivares<\/em> by Velázquez, never before exhibited in Spain; as well as major works by modern Spanish masters such as Joaquín Sorolla, Ignacio Zuloaga, Santiago Rusiñol, Ermenegildo Anglada-Camarasa, and Isidre Nonell. Among the Spanish American masterpieces are <em>St. Sebastian<\/em> (Mexico, ca. 1603-07) by Alonso Vázquez; the monumental oil on copper <em>St. Michael Striking Down the Rebellious Angels<\/em>(Mexico, ca. 1650-52) by Sebastián López de Arteaga; the luminous oil over mother-of-pearl <em>The Wedding at Cana<\/em> (Mexico, 1693) by Nicolás Correa; one of the earliest Mexican <em>casta<\/em> paintings ca. 1720 by Juan Rodríguez Juárez; <em>Portrait of Doña María Catalina de Urrutia <\/em>(Puerto Rico, 1788) by José Campeche; and <em>Young Man from the Coast<\/em> (Mexico, ca. 1842) by José Agustín Arieta.<\/p>\n<p><strong>Sculpture<\/strong><\/p>\n<p>Spanish sculpture has always been a strong point of the Hispanic Sociaty and one that continues to grow through new acquisitions. Roman marble sculpture of the late Antonine period is exemplified by <em>Portrait Bust of a Young Man<\/em> (130-50 A.D.), and late Medieval sculpture is epitomized by the life-size alabaster <em>Effigy of Doña Mencía Enríquez de Toledo, Duchess of Alburquerque <\/em>(Cuéllar, 1498). Polychrome wood sculpture forms a major part of the collection, with early works represented by a charming anonymous <em>St. Martin<\/em> (León, ca. 1475-1500), and two reliquary busts of <em>St. Martha<\/em> and <em>St. Mary Magdalene<\/em> (ca. 1540-45) by Juan de Juni. Visitors will be able to experience the strikingly realistic bust of <em>Saint Acisclus<\/em> (ca. 1680), patron saint of Córdoba, by Pedro de Mena. Terracotta, a popular medium for 17th-century Andalusian sculptors, reached its apogee in the work of the Seville native, Luisa Roldán (1656-1704), called la Roldana. One of the few women artists to have maintained a studio outside the convents in Golden Age Spain, Luisa Roldán excelled in sculpting small-scale pieces for personal devotion, such as <em>The Mystical Marriage of St. Catherine<\/em><em> (Madrid, 1692-1706)<\/em>. The exhibition also includes two masterworks of Spanish American polychrome sculpture, the large early altar panel of <em>Santiago Matamoros<\/em> (Mexico, ca. 1600), and an important recent acquisition, <em>The Fate of Man <\/em>(Ecuador, ca. 1775), comprised of four mesmerizing diminutive figures attributed to Manuel Chili, known as Caspicara.<\/p>\n<p><strong>Library<\/strong><\/p>\n<p>The Hispanic Sociaty holds the most important collection of Hispanic manuscripts and rare books outside of Spain, and many of its most famous works are found in <em>Visions of the Hispanic World<\/em>. Medieval manuscript treasures in the exhibition include an illustrated manuscript on parchment <em>Grant\/Privilegio<\/em> (ca. 1150), issued by Alfonso VII, King of Castile and León; the beautifully illuminated <em>Tarragonese Missal<\/em> (ca. 1410); the <em>Black Book of Hours<\/em> (ca. 1458) of María of Castile, illuminated in gold and silver on black-tinted parchment; and the magnificently illuminated <em>Hebrew Bible<\/em> (Spain and Portugal, 1450-96). Cartographic treasures from the Age of Exploration include the famous <em>Map of the World<\/em> (1526) by Juan <em>Vespucci<\/em>; <em>Portolan Atlas of the World<\/em>(Venice, ca. 1550) by Battista Agnese; and the <em>Portolan Atlas of the Mediterranean Sea and Eastern Atlantic<\/em>(Messina, 1582) by Joan Martines. Among the rare historical documents are the holograph <em>Instructions of the Emperor Charles V to his son Philip II<\/em> (1534); a spectacular group of 16<sup>th<\/sup>– and 17<sup>th<\/sup>– century illuminated letters patent of gentility; and holograph letters by Velázquez, Rubens, and Goya. Spanish American manuscript treasures include the Zapotec <em>Genealogy of Macuilxochitl<\/em> (Oaxaca, Mexico, ca. 1570); an unpublished indigenous <em>Map of Tequaltiche<\/em> (Jalisco, Mexico, 1584) that incorporates details of the pre-Hispanic history of the region; the finely illustrated account of a journey through China ca. 1621-26 by Adriano de las Cortes; and the <em>Origin, Customs, and Present State of the Mexicans and Filipinos <\/em>(Mexico, 1763) by Joaquín Antonio Basarás, illustrated with over 100 watercolors.<\/p>\n<p><strong>MUSEUM MAIN BUILDING RENOVATIONS 2017-2019<\/strong><\/p>\n<p>The Hispanic Sociaty leadership, in partnership with Maria Romañach Architects, has been developing and implementing a Master Plan that strives to restore its landmark buildings, expand its facilities, upgrade the infrastructure, improve accessibility, public amenities, and enhance the visitors’ experience. The present phase of restorations will take place from January 2017 through the fall of 2019, and involves the replacement of the Main Building roof and extensive upgrades to the Museum galleries and visitor facilities. During this period the Museum will be closed, but the Library will remain open by appointment and the free educational and public programs will continue off-site. The total cost of this phase is approximately $15 million, which will be funded in part by the New York City Council, the Office of the Manhattan Borough President, and the New York State Office of Parks, Recreation and Historic Preservation. The current project also includes the conservation of the bronze doors of the Hispanic Sociaty’s East Building, created by the American sculptor Berthold Nebel (1889-1964). The conservation of the doors is made possible by a grant from the American Express Foundation.<\/p>\n<p><strong>ABOUT HISPANIC SOCIETY MUSEUM &amp; LIBRARY<\/strong><\/p>\n<p>The Hispanic Sociaty Museum &amp; Library was founded in 1904 by Archer M. Huntington as a free public museum and library with the purpose of advancing the study and appreciation of the arts, literature, and cultures of the Hispanic world. Museum highlights include masterworks by El Greco, Velázquez, Goya, and Sorolla; sculpture by Pedro de Mena and Luisa Roldán; Latin American paintings by Vázquez, López de Arteaga, Rodríguez Juárez, and Campeche; as well as masterpieces in all areas of the decorative arts. The Hispanic Sociaty offers a variety of free educational and public programs. The Hispanic Sociaty was designated a National Historic Landmark in 2012 in recognition of the fundamental role it has played in the promotion of Hispanic art and culture for over a century.<\/p>\n<p>The Hispanic Sociaty is located on Broadway, between 155<sup>th<\/sup> and 156<sup>th<\/sup> streets in New York City. Museum hours through December 31<sup>st<\/sup>, 2016, are Tuesday through Sunday from 10:30 am to 4:30 pm. Library hours are Tuesday through from 10:00 am through 4:15 pm. Public transit routes include the number 1 train to 157<sup>th<\/sup>Street and the C train to 155<sup>th<\/sup> street. For further information call 212.926.2234, visit the Hispanic Sociaty’s website at <strong>www.hispanicsociaty.org<\/strong> and follow the museum on <strong>www.facebook.com\/hispanicsociaty<\/strong>, <strong>www.twitter.com\/HSAmuseum<\/strong>, and <strong>www.instagram.com\/hispanic_society<\/strong>.<\/p>\n<p><strong><a href=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2016\/11\/hsa-treasures-press-release-full-112016-jon.doc\">DOWNLOAD PRESS RELEASE<\/a><\/strong><\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\r\n<div id=\"related-content-block_84afd33a380fcbc03cf2a595d80cbdaf\" class=\"block site_width related-content\">\r\n    <h3 class=\"related-content__heading\">explore more<\/h3>    <div class=\"content_cards_grid\">\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"300\" height=\"450\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1-300x450.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1-300x450.jpg 300w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1-801x1200.jpg 801w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1-768x1151.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1-1025x1536.jpg 1025w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1-1366x2048.jpg 1366w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/adriana-varejao-2024-photo-vicente-de-mello.-vdm_1766-scaled-1.jpg 1708w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        The Hispanic Sociaty Museum &amp; Library presents Adriana Varejão: Don’t Forget, We Come From the Tropics                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/the-hispanic-society-museum-library-presents-adriana-varejao-dont-forget-we-come-from-the-tropics\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"450\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/Aragon_Cropped-2-450x450.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/Aragon_Cropped-2-450x450.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/Aragon_Cropped-2-1200x1200.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/Aragon_Cropped-2-250x250.jpg 250w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/Aragon_Cropped-2-768x768.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/Aragon_Cropped-2-1536x1536.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/Aragon_Cropped-2.jpg 1824w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Test Article #1                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/test-article-1\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"242\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-450x242.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-450x242.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-1200x645.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner-768x413.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/clotildeleyendoelperiodicolastcroppedbanner.jpg 1434w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        The Hispanic Sociaty in the News!                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/the-hispanic-society-in-the-news\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                    <img loading=\"lazy\" decoding=\"async\" width=\"450\" height=\"300\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/CAKE-3-450x300.jpg\" class=\"attachment-medium size-medium wp-post-image\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/CAKE-3-450x300.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/CAKE-3-1200x800.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/CAKE-3-768x512.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/CAKE-3-1536x1025.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/CAKE-3-2048x1366.jpg 2048w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/05\/CAKE-3-1920x1281.jpg 1920w\" sizes=\"auto, (max-width: 450px) 100vw, 450px\" \/>                <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Test Post 7\/3                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/test-post-7-3\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n            <\/div>\n    <\/div>\r\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":1229,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[16],"tags":[],"class_list":["post-1851","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado - Hispanic Sociaty Museum and Library<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado - Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/\" \/>\n<meta property=\"og:site_name\" content=\"Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hispanicsociaty\" \/>\n<meta property=\"article:published_time\" content=\"2025-05-18T10:06:04+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2025-05-18T10:06:08+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2-841x1200.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"841\" \/>\n\t<meta property=\"og:image:height\" content=\"1200\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Claudia\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:site\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Claudia\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/\"},\"author\":{\"name\":\"Claudia\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93\"},\"headline\":\"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado\",\"datePublished\":\"2025-05-18T10:06:04+00:00\",\"dateModified\":\"2025-05-18T10:06:08+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/\"},\"wordCount\":12,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg\",\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/\",\"url\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/\",\"name\":\"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado - Hispanic Sociaty Museum and Library\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg\",\"datePublished\":\"2025-05-18T10:06:04+00:00\",\"dateModified\":\"2025-05-18T10:06:08+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg\",\"width\":3724,\"height\":5315},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hispanicsociaty.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hispanicsociaty.org\/#website\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"name\":\"Hispanic Sociaty Museum and Library\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hispanicsociaty.org\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\",\"name\":\"Hispanic Sociaty Museum and Library\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"width\":273,\"height\":68,\"caption\":\"Hispanic Sociaty Museum and Library\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/hispanicsociaty\",\"https:\/\/x.com\/HSAmuseum\",\"https:\/\/www.instagram.com\/hispanic_society\/\",\"https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93\",\"name\":\"Claudia\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g\",\"caption\":\"Claudia\"},\"url\":\"https:\/\/hispanicsociaty.org\/author\/clauchristensn\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado - Hispanic Sociaty Museum and Library","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/","og_locale":"en_US","og_type":"article","og_title":"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado - Hispanic Sociaty Museum and Library","og_url":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/","og_site_name":"Hispanic Sociaty Museum and Library","article_publisher":"https:\/\/www.facebook.com\/hispanicsociaty","article_published_time":"2025-05-18T10:06:04+00:00","article_modified_time":"2025-05-18T10:06:08+00:00","og_image":[{"width":841,"height":1200,"url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2-841x1200.jpg","type":"image\/jpeg"}],"author":"Claudia","twitter_card":"summary_large_image","twitter_creator":"@HSAmuseum","twitter_site":"@HSAmuseum","twitter_misc":{"Written by":"Claudia"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#article","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/"},"author":{"name":"Claudia","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93"},"headline":"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado","datePublished":"2025-05-18T10:06:04+00:00","dateModified":"2025-05-18T10:06:08+00:00","mainEntityOfPage":{"@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/"},"wordCount":12,"commentCount":0,"publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"image":{"@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg","articleSection":["Articles"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/","url":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/","name":"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado - Hispanic Sociaty Museum and Library","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage"},"image":{"@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg","datePublished":"2025-05-18T10:06:04+00:00","dateModified":"2025-05-18T10:06:08+00:00","breadcrumb":{"@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#primaryimage","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/A102-2.jpg","width":3724,"height":5315},{"@type":"BreadcrumbList","@id":"https:\/\/hispanicsociaty.org\/hispanic-society-museum-library-to-present-treasures-exhibition-at-the-prado\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hispanicsociaty.org\/"},{"@type":"ListItem","position":2,"name":"Hispanic Sociaty Museum &amp; Library to present Treasures Exhibition at The Prado"}]},{"@type":"WebSite","@id":"https:\/\/hispanicsociaty.org\/#website","url":"https:\/\/hispanicsociaty.org\/","name":"Hispanic Sociaty Museum and Library","description":"","publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hispanicsociaty.org\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/hispanicsociaty.org\/#organization","name":"Hispanic Sociaty Museum and Library","url":"https:\/\/hispanicsociaty.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","width":273,"height":68,"caption":"Hispanic Sociaty Museum and Library"},"image":{"@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/hispanicsociaty","https:\/\/x.com\/HSAmuseum","https:\/\/www.instagram.com\/hispanic_society\/","https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg"]},{"@type":"Person","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/ba4fd64bd012f8384d633393f0bbce93","name":"Claudia","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/dd075a0fba0fa0114cff0d6bb201a85a58e3106a1d4f3ee5d585c9ef9431ddf7?s=96&d=mm&r=g","caption":"Claudia"},"url":"https:\/\/hispanicsociaty.org\/author\/clauchristensn\/"}]}},"_links":{"self":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1851","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/comments?post=1851"}],"version-history":[{"count":1,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1851\/revisions"}],"predecessor-version":[{"id":1852,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/posts\/1851\/revisions\/1852"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media\/1229"}],"wp:attachment":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media?parent=1851"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/categories?post=1851"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/tags?post=1851"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}