{"id":1315,"date":"2025-04-26T18:03:52","date_gmt":"2025-04-26T18:03:52","guid":{"rendered":"https:\/\/hispanicsociaty.org\/?page_id=1315"},"modified":"2025-05-15T10:58:08","modified_gmt":"2025-05-15T10:58:08","slug":"american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico","status":"publish","type":"page","link":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/","title":{"rendered":"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico"},"content":{"rendered":"\r\n<div id=\"full-width-image-block_88cbb4510b10dc987fb0e0b7f6ef357b\" class=\"block full-width-image height_half\">\r\n            <div class=\"image_container\">\r\n            <figure class=\"\">\r\n                <img loading=\"lazy\" decoding=\"async\" width=\"1118\" height=\"994\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg\" class=\"\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg 1118w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor-450x400.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor-768x683.jpg 768w\" sizes=\"auto, (max-width: 1118px) 100vw, 1118px\" \/>            <\/figure>\r\n                    <\/div>\r\n    <\/div>\r\n\n\n\r\n<div id=\"text-sections-block_076ed1f28e7c94485aaa269d132c2253\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <div class=\"col-2\">\n<div class=\"content\">\n<p><strong>New York (May 2022)<\/strong> – <strong>The Hispanic Sociaty Museum &amp; Library (HSM&amp;L<\/strong>) is pleased to present a new exhibition, <strong><em>American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico<\/em>. <\/strong>The show focuses on major watercolors by American artists that were painted in Spain, Portugal, and Latin America, in dialogue with decorative art objects from the HSM&amp;L collections from the actual places and monument depicted in the watercolors. The show will include a suite of contemporary watercolor paintings by California-based artist <strong>Timothy J. Clark<\/strong> (b. 1951), best known for his large watercolor paintings. The exhibition is on view at the HSM&amp;L in the East Building Gallery from <strong>June 17, 2022<\/strong> to <strong>October, 16 2022<\/strong>.<\/p>\n<p><em>American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico<\/em> brings to the spotlight the museum’s robust collection of watercolors by United States artists painted in Spain, Portugal and Latin America. Works by <strong>Childe Hassam<\/strong>, <strong>Max Kuehne<\/strong>, <strong>George Wharton Edwards<\/strong>, <strong>Ernest Clifford Peixotto<\/strong>, <strong>Florence Vincent Robinson<\/strong>, <strong>Orville Houghton Peets<\/strong> and <strong>Milan Petrovic<\/strong> are presented in conjunction with a collection of recent watercolor paintings by <strong>Timothy J. Clark<\/strong>.<\/p>\n<p>“Travel has, unfortunately, been a rarity for many these past few years,” says Guillaume Kientz, Director and CEO of the Hispanic Sociaty Museum &amp; Library. “While we may not always be able to travel physically, art is fantastic way to transport oneself to another world, offering an instant portal to faraway places. The artists in this exhibition offer visitors access to many different regions, and they were each influenced by Sorolla, having discovered the Hispanic world through his works in the HSM&amp;L permanent collections. The museum collections, and particularly Sorolla’s work, ignited their appetites for Hispanic art and culture. This exhibition invites visitors on a journey that is all at once geographical, artistic and personal, allowing us to follow the paths of these trailblazing artists.<\/p>\n<p>The exhibition features 94 works, 83 of which are from the HSM&amp;L permanent collection, including one work by Clark. 11 additional works on display by Clark are sourced from various collections.<\/p>\n<p>Since the days of Washington Irving, Spain has held a fascination for American writers and visual artists. For example, John Singer Sargent painted at the Museo Nacional del Prado in Madrid and in Granada. Other nineteenth-century North American painters such as William Merritt Chase, Harry Humphrey Moore and Mary Cassatt, and younger artists such as Childe Hassam and Robert Henri, toured and painted in Spain as an essential part of their artistic development. When the Hispanic Sociaty Museum &amp; Library opened its doors in 1908, it became a source of inspiration for American artists with Hispanic interests.<\/p>\n<p>“This exhibition idea resulted from my study of the works of Childe Hassam in our collection, and the awareness of the role that Hassam’s visit to the 1909 Sorolla exhibition at the Hispanic Sociaty played in his decision to return to Spain in 1910,” says Marcus B. Burke, Ph.D., Senior Curator, <em>emeritus<\/em> at the Museum Department of the Hispanic Sociaty Museum &amp; Library. “The result was a series of remarkable works that, when displayed in the 2004 Hassam retrospective exhibition at the Metropolitan Museum, documented a remarkable series of Hispanic influences on one of America’s greatest artists. I was also aware of a remarkable series of small oil sketches (pochette panels) made by Max Kuehne around 1920; Kuehne had also been inspired by the Hispanic Sociaty’s collections.  A decade later, when the traveling exhibition, “Sorolla and America,” visited San Diego in 2014, a southern California artist, Timothy J. Clark, attended the show, over half of which had come from the Hispanic Sociaty’s collections.  Like Hassam and Kuehne before him, Clark was inspired to return to Spain, and subsequently, return to Mexico, with the precedent of Sorolla in mind.  As I came to know Clark and his large-scale watercolors, I began to investigate more fully this aspect of our collection of 6,800 drawings and watercolors.  To my very pleasant surprise, I found a huge treasure of splendid works of art by now little-known American artists, all of whom had visited Spain with conscious awareness of the Hispanic Sociaty, its Founder, Archer Milton Huntington, and its collections.”<\/p>\n<p>Orlando Hernández-Ying, Goldschmidt &amp; Rockefeller Curatorial and Conservation Fellow at the Hispanic Sociaty Museum &amp; Library says, “This exhibition epitomizes the view of artists from the United States supported by Archer Huntington’s intellectual curiosity and fascination with Spain and its culture in an effort to preserve its memory from the clashes of modernity and industrialization.”<\/p>\n<p>The Luso-Hispanic decorative arts objects [from the museum’s holdings] offer a nuanced cultural framework, which breathes new life into these kaleidoscopic groupings of American watercolors,” says Alexandra Frantischek Rodriguez, Decorative Arts Curatorial Research Fellow at the Hispanic Sociaty Museum &amp; Library.<\/p>\n<p>The first works visitors encounter in the exhibition are the paintings of Childe Hassam (1859–1935), who visited the exhibition of paintings by Joaquín Sorolla in 1909 and was inspired to go to Spain. His paintings from Spain in 1910 were exhibited in New York City in spring 1911, where Sorolla saw them and brought Archer Milton Huntington, the founder of the HSM&amp;L, to the exhibition. Huntington acquired at least three pictures and three watercolors. Other Americans followed suit, such as George Wharton Edwards (1859-1950), the Connecticut-born artist and art director of <em>Collier’s Magazine, <\/em>whose work is also on view at the start of the show.<\/p>\n<p>The exhibition continues with additional works by Edwards, as well as those by Florence Vincent Robinson (1874-1937), the Boston watercolorist active throughout Europe, and Timothy J. Clark, focusing on the three artists’ watercolor paintings of the Alhambra in Granada, Andalusia, Spain. This section of the exhibition is further enhanced by decorative arts objects from the Alhambra region.<\/p>\n<p><strong> <\/strong>Continuing along the exhibition, visitors will find works of oil sketch panels in vitrines by Hassam and Max Kuehne (1880-1968), the German-born New York artist, active in Granada and areas of Old Castile (Salamanca, Burgos, and Segovia), 1914-23. Works from Daniel Zuloaga’s ceramics studio in Segovia are also on display.<\/p>\n<p>The next area of the exhibition features works that highlight additional regions in Spain, including Old Castile and Toledo. Among the pieces in this section are works by Milan Petrovic (1893-1978) – a Serbian-born United States artist who made watercolors in Spain and Morocco (1927) – including a stunning depiction of the Toledo Cathedral Tower. As the exhibition continues, the artworks begin to showcase regions west of Toledo into Extremadura and southern Old Castile (Talavera, Escorial, Plasencia, Ávila), with pieces by Ernest Clifford Peixotto (1869-1940), the California-born artist, author, muralist and military and arts education administrator of Sephardic Portuguese descent.<\/p>\n<p>Other regions in Spain highlighted throughout the exhibition include Seville and Andalucía (Córdoba and Úbeda), Valencia and Portgual, with various works by Peixotto, Clark and Orville Houghton Peets (1884-1968), the Cleveland-born artist and illustrator subsequently active in Delaware, who was commissioned by Archer Huntington to paint in Spain and Portugal, 1919-1921. An additional segment of works painted in Morocco features a suite of watercolors by Petrovic.<\/p>\n<p>Finally, the exhibition closes with a gallery dedicated solely to Clark, featuring his various works complemented by decorative arts objects related to the subject matter and location depicted in the artist’s paintings. Clark was inspired by the Sorolla in America exhibition at the San Diego Museum of Art – over half of which was provided by the HSM&amp;L – to conduct several campaigns in Spain and Mexico. Like Hassam and the others before him, Clark depicted monuments, interiors and cityscapes, both with figures and as compositions in themselves, as well as still-life paintings. His works are presented as easel-sized paintings, similar in size to oils, but executed in watercolor.<\/p>\n<p>The exhibition is curated by Dr. Marcus B. Burke, Ph.D., Senior Curator, <em>emeritus<\/em>, Museum Department, along with associates Orlando Hernández-Ying, Ph.D., Rockefeller Brothers Fund Curatorial Research Fellow for the Hubert &amp; Mireille Goldschmidt Works on Paper Fellowship and Alexandra Frantischek Rodríguez-Jack, Rockefeller Brothers Fund Curatorial Research Fellow for Spanish and Hispanic Art in the Hispanic Sociaty’s Museum &amp; Library’s Collections. The Exhibition Designer is Stephen Saitas.<\/p>\n<p><em>American Travelers: A Watercolor Journey Through Spain, Portugal and Mexico<\/em> and its catalogue have been made possible by the generous support of Dr. Lisa Dunkle Scheffler, Thomas E. Harvey &amp; Cathleen P. Black Foundation, Mary and Sam Miller, Betsy and Leslie Roy and the New York State Council on the Arts with the support of the Office of the Governor and the New York State Legislature, as well as the Trustees, Donors, and Members of the Hispanic Sociaty Museum &amp; Library. Curatorial &amp; Conservation Research Fellowship Program support is provided by Culpeper Arts &amp; Culture Program of the Rockefeller Brothers Fund, Hubert and Mireille Goldschmidt, and the Queen Sofia Spanish Institute. We are also grateful to the lenders to the exhibition, Dr. Lisa Dunkle Scheffler, Marriott Small Clark, Harmon Meek Gallery, and Lois Wagner Fine Arts, and to Mr. and Mrs. Roy, for donating Mr. Clark’s painting of Toledo Cathedral.<\/p>\n<p>If interested in learning more about this exhibition and\/or planning a visit, please visit <a href=\"https:\/\/hispanicsociaty.org\/\">Hispanic Sociaty Museum &amp; Library<\/a> and follow the institution on <a href=\"https:\/\/www.instagram.com\/hispanic_society\/\">Instagram<\/a><u>,<\/u> <a href=\"https:\/\/www.facebook.com\/hispanicsociaty\">Facebook<\/a> and <a href=\"https:\/\/twitter.com\/HSAmuseum\">Twitter<\/a>. <em>American Travelers<\/em> is open at the HSM&amp;L from June 17 to October 16, 2022, every Thursday – Sunday from 12 – 6 p.m.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>ABOUT THE HISPANIC SOCIETY MUSEUM &amp; LIBRARY<\/u><\/strong><\/p>\n<p><strong> <\/strong>The Hispanic Sociaty Museum &amp; Library (HSM&amp;L) is the primary institution and reference library dedicated solely to the preservation, study, understanding, exhibition and enjoyment of art and cultures of Portuguese and Spanish speaking countries and communities. Located in Upper Manhattan in the dynamic Washington Heights neighborhood, the museum has, since its inception, remained free of charge, providing unrivaled access to the most extensive collection of Hispanic art and literature outside of Spain and Latin America.<\/p>\n<p>&nbsp;<\/p>\n<p>The museum’s permanent collection is unparalleled in its scope and quality, with half a million items that address nearly every aspect of cultures in Spain, Portugal and Latin America from antiquity to present day. HSM&amp;L is unmatched in its multi-disciplinarity and broad historical and geographical extension of its art collection and library, highlighting Hispanic art and cultures’ incredible breadth as seen through its diversified religious, cultural and geographical influences. The collection includes masterworks by El Greco, Velázquez, Rodríguez Juárez, Goya, Campeche, Arrieta, Sorolla, Orozco and Tàpies; sculptures by Pedro de Mena, Luisa Roldán and Caspicara and masterpieces in all areas of the decorative arts. The collections of the Department of Manuscripts and Rare Books are among the most extensive outside Spain and the Library is available as a preeminent center for research on the history, art, and cultures of the Hispanic world, open to the public by appointment only.<\/p>\n<p>Founded in 1904 by American scholar, philanthropist and collector Archer M. Huntington, the HSM&amp;L was established on the premise of a passion for and curiosity of Hispanic and Latin American art, cultures and history. While the HSM&amp;L is one of the most historic cultural institutions in New York City, the museum has continued to adapt and serve the local community and growing Hispanic and Latino populations in the United States at large, opening its doors to inspire, enrich and educate the public.<\/p>\n<p>Under the stewardship of CEO and Director Guillaume Kientz and in the spirit of inclusivity, HSM&amp;L makes a fervent commitment to give voice to and provide space for Portuguese and Spanish speaking communities and cultures. Through special exhibitions, a permanent collection, loans, education, support of living artists, public programming and research, HSM&amp;L continues to reimagine the potential for a museum and its ability to incite greater change.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u> <\/u><\/strong><\/p>\n<p><strong><u>CURATORS<\/u><\/strong><\/p>\n<p>Dr. Marcus B. Burke, Ph.D., Senior Curator, <em>emeritus<\/em> of the Museum Department of the Hispanic Sociaty Museum &amp; Library<\/p>\n<p>Dr. Orlando Hernández-Ying, Rockefeller Brothers Fund Curatorial Research Fellow for the Hubert &amp; Mireille Goldschmidt Works on Paper Fellowship, Hispanic Sociaty Museum &amp; Library<\/p>\n<p>Alexandra Frantischek Rodríguez-Jack, Rockefeller Brothers Fund Curatorial Research Fellow for Spanish and Hispanic Art in the Hispanic Sociaty’s Museum &amp; Library’s Collections (Decorative Arts and Iconography), with an Emphasis on Identity in Latin American Art<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u> <\/u><\/strong><\/p>\n<p><strong><u>ABOUT THE CURATORS<\/u><\/strong><\/p>\n<p><strong>Dr. Marcus B. Burke <\/strong>holds an undergraduate degree in English from Princeton University, an M.T.S. in church history from Harvard, and an M.A. and Ph.D. in art history from the New York University Institute of Fine Arts, where he has also been Adjunct Professor of Fine Arts. He has also served on the faculties of Yale University, Columbia University, SUNY Purchase, Southern Methodist University, the University of Texas, Stephen F. Austin State University (Texas), Saint Peter’s College, Rutgers, the Cooper-Hewitt National Design Museum Master’s Degree Program in the Decorative Arts, and the Bard Graduate Center. Dr. Burke has taught hybrid history-studio courses in old master materials and techniques as well as more traditional art history classes. From 1974 to 1977, Dr. Burke held a J. Clawson Mills Research Fellowship at the Metropolitan Museum of Art, where he later co-curated the 1990 exhibition, “Mexico: Splendors of Thirty Centuries.” He has been a guest curator at the Art Museum of South Texas, the Davenport Museum of Art, and the Heckscher Museum of Art, as well as a consultant to many other museums, including the J. Paul Getty Museum (Art Provenance and Spanish Art) and the Philadelphia Museum of Art (exhibition of Latin American colonial art), and several institutions in Spain, and has lectured at the National Gallery in London, the Kimbell Art Museum, the Norton Simon Museum, J. Paul Getty Museum, the San Antonio Museum of Art, the San Diego Museum of Art, the Albuquerque Art Museum, and the Boston Museum of Fine Arts, as well as the Metropolitan Museum of Art, the Guggenheim Museum, and the Frick Collection in New York, among others. Dr. Burke served as the Chief Curator and Assistant Director of the Meadows Museum, Southern Methodist University, 1985-88. He recently intervened in the preparation, framing, cataloguing, and transport of 228 works from the Hispanic Sociaty Museum to the Museo Nacional del Prado (2017), the Palacio de Bellas Artes, Mexico (2018), and subsequent venues, including Albuquerque, Cincinnati, Houston, and London. He is currently Senior Curator, emeritus, in the Museum Department, The Hispanic Sociaty of America, New York.<\/p>\n<p><strong>Dr. Orlando Hernández-Ying<\/strong> is the Rockefeller Brothers Fund Curatorial Research Fellow for the Hubert &amp; Mireille Goldschmidt Works on Paper Fellowship at the Hispanic Sociaty Museum &amp; Library. Dr. Hernández is a native of Panama with an M.A. in Museum Studies from New York University in New York City, and a doctorate in Art History from the Graduate Center of the City University in New York.  A specialist in the art and architecture of colonial (viceregal) and nineteenth-century Latin America, Dr. Hernández served as a professor and curator in both the United States and Panama, where he was National Coordinator of Museums for the National Institute of Culture in Panama.<\/p>\n<p><strong>Alexandra Frantischek Rodríguez-Jack<\/strong> is the Queen Sofía Spanish Institute Curatorial Research Fellow for Decorative Arts and Iconography, and the Rockefeller Brothers Fund Research Fellow for Latin American and Spanish Art at the Hispanic Sociaty’s Museum &amp; Library. She is a Cuban-and-Chilean-American scholar completing her M.A. in the History of Design and Curatorial Studies program at Parsons School of Design and the Cooper Hewitt Smithsonian Design Museum, and an alumna of Swarthmore College. Most recently, Ms. Rodríguez-Jack contributed to the catalogue for the upcoming Tesoros de la Hispanic Sociaty show at the Royal Academy in London. She is currently researching gendered spaces, cross-cultural influences and collecting practices associated with the <em>sala de estrado<\/em> of the Spanish Empire.<\/p>\n<p><strong><u>LOCATION<\/u><\/strong><\/p>\n<p>The Hispanic Sociaty Museum &amp; Library|East Building Gallery, 1<sup>st<\/sup> Floor |613 W 155th St, New York, NY 10032<\/p>\n<\/div>\n<\/div>\n<div class=\"sidebar\">\n<form class=\"sidebar-search\" role=\"search\" action=\"https:\/\/mirlostudio.com\/hsa\/\" method=\"get\"><input id=\"JS_search_input\" class=\"search-query\" autocomplete=\"off\" name=\"s\" type=\"text\" value=\"\" placeholder=\"Search\" \/><i class=\"icon-search\"><\/i><\/form>\n<\/div>\n<aside class=\"sidebar  sidebar--main\">\n<div id=\"search-2\" class=\"widget widget--sidebar-blog widget_search\">\n<h4 class=\"widget__title widget--sidebar-blog__title\">SEARCH<\/h4>\n<\/div>\n<div id=\"custom-post-type-archives-2\" class=\"widget widget--sidebar-blog widget_archive\">\n<h4 class=\"widget__title widget--sidebar-blog__title\">ARCHIVES<\/h4>\n<ul>\n<li><a href=\"https:\/\/hispanicsociaty.org\/navigation\/\">April 2025<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/sample-page\/\">February 2025<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/sample-page\/\">February 2024<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2023\/08\/\">August 2023<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/\">June 2022<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2022\/01\/\">January 2022<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2021\/09\/\">September 2021<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/\">June 2021<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2020\/09\/\">September 2020<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/?page_id=3\">March 2020<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2019\/11\/\">November 2019<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2019\/08\/\">August 2019<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2019\/07\/\">July 2019<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2019\/05\/\">May 2019<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/sample-page\/\">February 2019<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/whats-on\/\">December 2017<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2017\/09\/\">September 2017<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2017\/08\/\">August 2017<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/\">June 2017<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2017\/05\/\">May 2017<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/navigation\/\">April 2017<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/?page_id=3\">March 2017<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2016\/11\/\">November 2016<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2015\/11\/\">November 2015<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/press_room\/press_room\/2015\/09\/\">September 2015<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/navigation\/\">April 2015<\/a><\/li>\n<li><a href=\"https:\/\/hispanicsociaty.org\/whats-on\/\">December 2014<\/a><\/li>\n<\/ul>\n<\/div>\n<\/aside>\n<div class=\"clearfix\"><\/div>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\r\n<div id=\"related-content-block_28208ec07ad7e0d015ee33fd850552af\" class=\"block site_width related-content\">\r\n    <h3 class=\"related-content__heading\">Explore More<\/h3>    <div class=\"content_cards_grid\">\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                                    <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Treasures From the Hispanic Sociaty Library                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/treasures-from-the-hispanic-society-library\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                                    <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Fall 2023 Exhibitions                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/fall-2023-exhibitions\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                                    <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Support Us V2                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/support-us-v2\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n                    <article class=\"single_content_card\">\n                <div class=\"content_thumbnail\">\n                                    <\/div>\n                <div class=\"content_card_info\">\n                    <div class=\"content_card_title\">\n                        Pre-Gala Cocktails                    <\/div>\n                    <div class=\"content_card_excerpt\">\n                                            <\/div>\n                <\/div>\n                <a href=\"https:\/\/hispanicsociaty.org\/pre-gala-cocktails\/\" class=\"cta_button small accent\">\n                    Read\n                <\/a>\n            <\/article>\n            <\/div>\n    <\/div>\r\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":1260,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-1315","page","type-page","status-publish","has-post-thumbnail","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico - Hispanic Sociaty Museum and Library<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico - Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/\" \/>\n<meta property=\"og:site_name\" content=\"Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hispanicsociaty\" \/>\n<meta property=\"article:modified_time\" content=\"2025-05-15T10:58:08+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1118\" \/>\n\t<meta property=\"og:image:height\" content=\"994\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@HSAmuseum\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/\",\"url\":\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/\",\"name\":\"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico - Hispanic Sociaty Museum and Library\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg\",\"datePublished\":\"2025-04-26T18:03:52+00:00\",\"dateModified\":\"2025-05-15T10:58:08+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#primaryimage\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg\",\"width\":1118,\"height\":994},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hispanicsociaty.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hispanicsociaty.org\/#website\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"name\":\"Hispanic Sociaty Museum and Library\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hispanicsociaty.org\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\",\"name\":\"Hispanic Sociaty Museum and Library\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"width\":273,\"height\":68,\"caption\":\"Hispanic Sociaty Museum and Library\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/hispanicsociaty\",\"https:\/\/x.com\/HSAmuseum\",\"https:\/\/www.instagram.com\/hispanic_society\/\",\"https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico - Hispanic Sociaty Museum and Library","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/","og_locale":"en_US","og_type":"article","og_title":"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico - Hispanic Sociaty Museum and Library","og_url":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/","og_site_name":"Hispanic Sociaty Museum and Library","article_publisher":"https:\/\/www.facebook.com\/hispanicsociaty","article_modified_time":"2025-05-15T10:58:08+00:00","og_image":[{"width":1118,"height":994,"url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@HSAmuseum","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/","url":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/","name":"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico - Hispanic Sociaty Museum and Library","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#primaryimage"},"image":{"@id":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg","datePublished":"2025-04-26T18:03:52+00:00","dateModified":"2025-05-15T10:58:08+00:00","breadcrumb":{"@id":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#primaryimage","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a142-peets-jacaranda-tree-_dsc1815_dxo-cor.jpg","width":1118,"height":994},{"@type":"BreadcrumbList","@id":"https:\/\/hispanicsociaty.org\/american-travelers-a-watercolor-journey-through-spain-portugal-and-mexico\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hispanicsociaty.org\/"},{"@type":"ListItem","position":2,"name":"American Travelers: A Watercolor Journey Through Spain, Portugal, and Mexico"}]},{"@type":"WebSite","@id":"https:\/\/hispanicsociaty.org\/#website","url":"https:\/\/hispanicsociaty.org\/","name":"Hispanic Sociaty Museum and Library","description":"","publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hispanicsociaty.org\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/hispanicsociaty.org\/#organization","name":"Hispanic Sociaty Museum and Library","url":"https:\/\/hispanicsociaty.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","width":273,"height":68,"caption":"Hispanic Sociaty Museum and Library"},"image":{"@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/hispanicsociaty","https:\/\/x.com\/HSAmuseum","https:\/\/www.instagram.com\/hispanic_society\/","https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg"]}]}},"_links":{"self":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages\/1315","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/comments?post=1315"}],"version-history":[{"count":1,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages\/1315\/revisions"}],"predecessor-version":[{"id":1316,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages\/1315\/revisions\/1316"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media\/1260"}],"wp:attachment":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media?parent=1315"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}