{"id":260,"date":"2025-03-23T09:15:11","date_gmt":"2025-03-23T09:15:11","guid":{"rendered":"https:\/\/hispanicsociaty.org\/?page_id=260"},"modified":"2025-09-26T17:28:21","modified_gmt":"2025-09-26T17:28:21","slug":"image-rights-and-collections-policies","status":"publish","type":"page","link":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/","title":{"rendered":"Image Rights and Collections Policies"},"content":{"rendered":"\r\n<div id=\"full-width-image-block_4ad0c66d8b9cbaacac0c43269fc26f22\" class=\"block full-width-image height_quarter\">\r\n            <div class=\"image_container\">\r\n            <figure class=\"\">\r\n                <img loading=\"lazy\" decoding=\"async\" width=\"1920\" height=\"1284\" src=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1920x1284.jpg\" class=\"\" alt=\"\" srcset=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1920x1284.jpg 1920w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-450x301.jpg 450w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1200x803.jpg 1200w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-768x514.jpg 768w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300-1536x1028.jpg 1536w, https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg 2000w\" sizes=\"auto, (max-width: 1920px) 100vw, 1920px\" \/>            <\/figure>\r\n                    <\/div>\r\n    <\/div>\r\n\n\n\r\n<div id=\"text-sections-block_4e0521348f994c0baec32f4e890cc001\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    Image Rights &amp; Reproductions                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>Many of the images that the Hispanic Sociaty creates and disseminates to document its history, its collection, exhibitions, programs and activities, are available for personal enjoyment and educational purposes, according to the Terms and Conditions of this website.<\/p>\n<p>For information about rights and reproduction related to images of the collections in the Hispanic Sociaty, please complete the form found <a href=\"https:\/\/docs.google.com\/forms\/d\/e\/1FAIpQLSfbBucKiA-gkl138GY1phf2Q9_6XOlQUuZSaqySMm17YrrbIw\/viewform?usp=sharing&amp;ouid=115798528240460635820\">here<\/a>.<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n\n\n\r\n<div id=\"text-sections-block_9ab9e04735a9ffdecbb1b2d55b39692f\" class=\"block text-sections\">\r\n            <div class=\"text-section site_width one_cols\">\r\n                            <h2 class=\"section_title\">\r\n                    Collections Management Policy                <\/h2>\r\n            \r\n                            <div class=\"text_content\">\r\n                    <p>The care and preservation of the collections is one of the fundamental responsibilities of The Hispanic Sociaty of America.<\/p>\n<p>The mission of The Hispanic Sociaty of America is to collect, preserve, study, exhibit, stimulate appreciation for, and advance knowledge of, works directly related to the arts, literature, and history of the countries wherein Spanish and Portuguese are or have been predominant spoken languages, all in the service of the public and in accordance with the highest professional standards.<\/p>\n<p>The term “Hispanic,” within the context of The Hispanic Sociaty of America and its mission, encompasses the countries wherein Spanish and Portuguese are or have been predominant spoken languages, i.e. Spain, Portugal, Latin America, the Southwest United States, the Philippines, Portuguese India, etc.<\/p>\n<p>The Museum is first and foremost a repository for works of art that are from or directly related to the countries wherein Spanish and Portuguese are or have been predominant spoken languages. The Library is first and foremost a repository for manuscripts and publications that are directly related to the art, language, literature, and culture of the countries wherein Spanish and Portuguese are or have been predominant spoken languages. The mission of The Hispanic Sociaty of America centers on and emanates from the works in its Museum and Library collections.<\/p>\n<p>To meet this trust and obligation, the Hispanic Sociaty has promulgated this Collections Management Policy. The purpose of this policy is to set forth those principles, standards, and rules that govern the Hispanic Sociaty’s stewardship of collections held in its care in the service of the public. The Hispanic Sociaty strives to meet professional standards of collections care, acquisition, and use within the ethical canons of the American Association of Museums and the American Library Association.<\/p>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-1\"><span class=\"collapsible-title\">I. Stewardship Of The Collections<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-1\" class=\"collapsible-content\" hidden>The mission of The Hispanic Sociaty of America centers on and emanates from the works in its Museum and Library collections. The term “Hispanic,” within the context of The Hispanic Sociaty of America and its mission, encompasses the countries wherein Spanish and Portuguese are or have been spoken languages, i.e. Spain, Portugal, Latin America, the Southwest United States, the Philippines, Portuguese India, etc. The collections are the enduring assets that distinguish the Hispanic Sociaty from other cultural and educational institutions. The collections hold the heritage of many communities in perpetual trust and connect the Hispanic Sociaty to the arts, literature, and history of the Hispanic world. The Hispanic Sociaty directs its efforts and resources to preserve collections that reflect the diverse cultural heritage of the Hispanic world. The Museum is first and foremost a repository for works of art that are from or directly related to the countries wherein Spanish and Portuguese are or have been spoken languages. The Library is first and foremost a repository for manuscripts and publications that are directly related to the arts, language, literature, and culture of the countries wherein Spanish and Portuguese are or have been spoken languages. These collections are entrusted to the governing authority of the Board of Trustees that sets policy for accomplishing the Hispanic Sociaty’s objectives. The Hispanic Sociaty’s stewardship of the collections entails the highest trust and the presumption of permanence, care, documentation, and accessibility. However, as situations and policies change, it is sometimes necessary to move an item from one accessioned collection to another, to alter the status of an object within the collections, to deaccession an object from the collections, or to exchange items between institutions. The Hispanic Sociaty attributes importance, meaning, and value to its collections through exhibitions, educational programs, scholarly research, publications, and public programs. The meanings of collections change through time and may reveal the attitudes of the original makers, meanings held by the people who first used an object, the knowledge of collectors, and the understandings of scholars who study the objects. Finally, the types of objects collected are determined by their quality, importance, the strengths and weaknesses of the Museum and Library collections, as well as the prevailing priorities of the Hispanic Sociaty.<\/div><\/div><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-2\"><span class=\"collapsible-title\">II. Scope Of The Collections<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-2\" class=\"collapsible-content\" hidden>The collections of the Hispanic Sociaty are unparalleled in their scope and quality outside the Iberian Peninsula, addressing nearly every aspect of culture in Spain, as well as a large part of Latin America and the Portuguese-speaking world, through the twentieth century. With some 900 paintings and 7,000 watercolors and drawings, the Museum offers a comprehensive survey of Spanish painting and drawing, enriched with important examples from Latin America. Similarly, the collection of almost 1,000 works of sculpture contains outstanding pieces from the first millennium B.C. to the early twentieth century. Magnificent examples of ceramics, glass, furniture, textiles, ironwork, and jewelry abound among the more than 6,000 objects in the Hispanic Sociaty’s varied collections of decorative arts. Among the works on paper, more than 15,000 prints afford a unique view into the graphic arts in Spain from the seventeenth to the early twentieth century. More than 175,000 photographs from the 1840s onwards document the art, culture, and customs of Spain, Latin America, the Philippines, and Portugal. The Hispanic Sociaty’s renowned Library offers unrivaled resources for researchers interested in the arts, literature, history, and culture of the countries wherein Spanish and Portuguese are or have been predominant spoken languages. The collections of the Department of Manuscripts and Rare Books are the most extensive of their kind outside Spain, containing more than 250,000 manuscripts, documents, and letters dating from the eleventh to twentieth centuries, along with 15,000 books printed before 1701. The rare books collection includes some 250 incunabula (books printed before 1501). The Hispanic Sociaty also maintains a research library on the arts, literature, history, geography, and cultures of Spain, Latin America, the Philippines, and Portugal that now comprises over 300,000 titles plus hundreds of periodicals dating from the eighteenth century up to the present.<\/div><\/div><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-3\"><span class=\"collapsible-title\">III. Authority To Manage The Collections<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-3\" class=\"collapsible-content\" hidden>The Board of Trustees empowers the Executive Director of the Hispanic Sociaty to administer the policies set by the Board of Trustees, including the Hispanic Sociaty’s collections and programs. The following policies outline in detail the processes for legally gaining title to objects and accomplishing related actions for the collections. The Board of Trustees approves all outgoing loans of items from the collections to other institutions and delegates to the Executive Director the authority to borrow items for educational, exhibition, and research purposes.<\/div><\/div><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-4\"><span class=\"collapsible-title\">IV. Collections Committees<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-4\" class=\"collapsible-content\" hidden>The Collections Committee of the Board of Trustees has the responsibility to offer motions for action concerning all collections-based issues related to the Museum and Library. A member of the Board of Trustees chairs the committee and forwards motions approved for action by the committee to the Board of Trustees. The Art Committee, composed of Hispanic Sociaty staff and outside art historians, is appointed annually by the Board of Trustees. The Art Committee approves or disapproves motions by the Museum curators for all acquisitions made by purchase or by gift. The committee forwards motions for action to the Executive Director and to the appropriate Museum curator.IV-A. Collections Committee of the Board of TrusteesThe Collections Committee of the Board of Trustees is the administrative body that formulates motions concerning changes in status, deaccessions, exchanges, and transfers of the collections of the Hispanic Sociaty. The committee is structured to draw upon the professional expertise of the Executive Director and the curatorial staff to create a series of checks and balances between committees and levels of authority. These relationships ensure that actions involving the collections meet the mission statement of the Hispanic Sociaty and the appropriate criteria for each action. The general process for passing motions affecting collections is as follows. Motions are proposed by curators to or by the Executive Director. The Executive Director approves or disapproves motions then forwards approved motions by curators or initiated by the Executive Director to the Collections Committee. The Collections Committee approves or disapproves these motions and then forwards them to the Board of Trustees for final approval. The curators may propose the following general actions to the Executive Director: Internal transfers within the Hispanic Sociaty collections. Deaccessions. Exchanges with other institutions. Curators are responsible for primary decisions concerning the storage, care, research, and expansion of collections under their care. Collections staff have the responsibility of maintaining records of the collections. With the input of curators and conservators, they implement decisions, manage storage facilities, and organize the physical arrangement of loans.IV-B. Museum Art CommitteeMuseum curators initiate motions for all gifts and purchases with the Art Committee. Motions must include adequate information for the committee to reach a decision. Decisions shall be made by a majority vote of the committee. The committee forwards all approved motions for acquisitions to the Executive Director. At this time, payment may be authorized for purchase by the Executive Director or by an Acquisitions Committee if then constituted.<\/div><\/div><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-5\"><span class=\"collapsible-title\">V. Motions Proposing Accessions<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-5\" class=\"collapsible-content\" hidden>V-A. Accessioning Items into the CollectionsThe Museum may accept gifts or purchase items for the permanent collections if the materials meet all of the following criteria:1. Support the Hispanic Sociaty mission statement.<br \/>\n2. Have clear, legal title.<br \/>\n3. Provide status of copyright ownership.<br \/>\n4. Comply with laws and treaties governing cultural properties.<br \/>\n5. Support research, education, or exhibition uses.<br \/>\n6. Do not unnecessarily duplicate other objects in Hispanic Sociaty collections.<br \/>\n7. Meet the storage and\/or resources that can be provided.V-B. Required Documents for Transfer of Title The Museum requires the following acquisition documents for charitable gifts to the collections:1. A written document signed by the donor defining the donation.<br \/>\n2. A warrant guaranteeing compliance with applicable laws and defining the provenance of an object.<br \/>\n3. Approval by the Museum Art Committee accepting the item.<br \/>\n4. Verification that the object is physically in the possession of the Museum or that the donor has relinquished control of the property.<br \/>\n5. A completed proffer or deed of gift or other instrument transferring title of the object to the Museum.V-C. Warrant of Provenance The Museum requires that all donors and vendors warrant that a proposed acquisition has been legally obtained in compliance with all local, state, federal, and international laws; that it has not been imported or exported in violation of any laws thereof or of the UNESCO conventions; and that there are no liens placed on the object. To warrant such compliance and formalize the provenance of each object, donors and vendors must provide the Museum with a letter or document explicitly defining the provenance of the property. This document will clarify the name of the maker if known, how the donor or vendor acquired title to the object, information concerning copyright, and any history of previous owners to the extent that this information is known. The donor or vendor shall provide the Museum with copies of previous transfers of title to establish the provenance of the object to the extent that such documents are know to exist. The absence of provenance documentation will automatically table action on an acquisition motion with the Museum Art Committee until such documentation is provided or until it is demonstrated that such documentation cannot reasonably be expected to exist. Questions concerning the provenance of a proposed gift should be addressed by the Museum Art Committee and the Executive Director.V-D. Final Approval Negotiations and correspondence for all proposed gifts and purchases must include a statement to the donor or vendor that the proposal is not approved until the Museum Art Committee has given its approval.V-E. Acknowledgements Use of acknowledgements approved by donors shall be considered a condition of gift. The Museum shall strictly observe all conditions, limitations, or restrictions approved by the Museum Art Committee. In special cases, the Museum Art Committee may consider gifts with limitations or restrictions. These conditions will be stated clearly in the statement of conveyance and made part of the accession records.V-F. Partial Interest Gifts The partial interest gift is one in which the Museum is given a partial interest and the donor retains the remaining fractional interest. The Museum may accept partial interest gifts only if the donor intends to donate full, unrestricted interest in the property to the Museum over a mutually acceptable length of time. Motions for partial interest gifts shall be proposed by Museum curators to the Museum Art Committee, which will review the request and send its findings to the Executive Director. If approved by the Executive Director and the Museum Art Committee, a Deed of Partial Gift shall be prepared between the Museum and the donor. The Museum shall only accept partial interest gifts pending completion of a contract with the donor. In the contract, the donor must agree that any percentage of the property still remaining with the donor at the time of the donor’s death shall be assigned to the Museum without restrictions or conditions. In accordance with IRS regulations, the Museum shall maintain annual custody for the portion of the year that reflects the percentage of the Museum’s ownership in the gift. The donor may leave the object in the Museum’s custody for the donor’s portion of the year, which must be treated and recorded as a loan for that time. The Museum and the donor each shall be responsible for the care, maintenance, and insurance of the property while in their custody and shall consult with each other concerning the use and treatment of the property.<\/p>\n<p>V-G. Promised Gifts A promised gift is an intent by a donor to give a specific gift to the Museum at a future time. There may be instances in which the Museum may consider a promised gift.<\/p>\n<p>V-H. Gifts from Administration, Staff, Trustees, Overseers to the Collections All motions for gifts to the Museum collections from administration, staff, Trustees, or Overseers (or purchases for the collections from administration, staff, Trustees, Overseers) must be approved by the Museum Art Committee. These motions proceed from the curators to the Museum Art Committee for final approval.<\/p>\n<p>V-I. Internal Transfer Permanent collection objects may be internally transferred from one department to another department without a change of status or deaccessioning. For internal transfer, the following conditions must be considered:<\/p>\n<p>1. The object continues to support the mission statement of the Hispanic Sociaty.<br \/>\n2. The object is intellectually more appropriate or better supports the collecting policy of another department.<br \/>\n3. The object has storage or conservation needs that can be provided more efficiently by another department of the Hispanic Sociaty.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-6\"><span class=\"collapsible-title\">VI. Motions Proposing Deaccessions And Changes In Status<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-6\" class=\"collapsible-content\" hidden>Deaccessioning and the process of deaccessioning and disposal are designed to keep the Hispanic Sociaty’s identity clear and focused. It is the obligation of the Board of Trustees to remove from the collections material that does not relate to or advance the mission of the Hispanic Sociaty, or that the Hispanic Sociaty does not have the resources to preserve or make accessible to the public. Only the Board of Trustees is empowered to approve the deaccessioning of objects from the collections of the Hispanic Sociaty. When properly used, deaccessioning can assist the Hispanic Sociaty in defining its mission, planning for its future, and improving its collections.Decisions to deaccession are made following extensive deliberation and input from the curatorial staff, the Executive Director, the Board of Trustees, and the donor, if necessary. Funds generated by the sale of such property will be placed in a restricted account designated solely for acquisitions or direct care of the collections in accordance with the guidelines established by the American Association of Museums. The annual report of the Hispanic Sociaty will indicate the cash proceeds from the sale of objects disposed of during the relevant year, and will describe the objects sold.Conscious of its responsibilities to donors and ever mindful of its obligations to the public, the Hispanic Sociaty will follow rigorous procedures in selecting objects for deaccessioning, disposal, sale, or trade. The Hispanic Sociaty also will ascertain, generally with the advice of counsel, that there is no legal restriction against disposal. From curatorial recommendation to final approval by the Board of Trustees, each object is to be carefully scrutinized and its relevance to the Hispanic Sociaty’s present and future properly weighed. Disposal through sale shall follow the guidelines of the American Association of Museums to ensure that they are to be offered to the largest possible audience. Trustees, Overseers, Employees, and Volunteers may not privately purchase, or trade personal collection items for, deaccessioned objects from the Hispanic Sociaty’s collections. For each object removed from the collections, complete and accurate records should be maintained, including photographs and documentation of the circumstances of the object’s disposal.VI-A. Reasons for Deaccessioning Objects from the Collections Accessioned objects may be deaccessioned from the collections of the Hispanic Sociaty when one or more of the following conditions exist:1. Does not support the mission statement of the Hispanic Sociaty, i.e. does not directly relate to the arts, literature, or history of the countries wherein Spanish and Portuguese are or have been predominant spoken languages.<br \/>\n2. Does not support the collecting policies of the Museum and\/or Library.<br \/>\n3. Does not have clear, legal title.<br \/>\n4. Does not provide clearly defined copyright.<br \/>\n5. Does not comply with laws and treaties governing cultural properties.<br \/>\n6. Does not support the research, education, or exhibition uses of the Hispanic Sociaty.<br \/>\n7. Unnecessarily duplicates other objects in the Hispanic Sociaty collections.<br \/>\n8. Requires access, storage, or conservation resources that cannot be provided by the Hispanic Sociaty.<br \/>\n9. Has suffered irreparable damage due to inherent vice and\/or is damaged beyond repair or conservation.VI-B. Disposition of Deaccessioned ObjectsIn general, the disposal of an object, whether by sale or exchange, shall be conducted with a view toward maximizing the advantage and yield to the Hispanic Sociaty without compromising professional ethics. Preferred methods of disposal of a deaccessioned object are:1. Sold to or exchanged with another public institution whose mission is relevant to the deaccessioned object, that will adequately care for the object, and that can assure public access.<br \/>\n2. Sold at public auction.<br \/>\n3. Repatriated in accordance with UNESCO treaties.<br \/>\n4. Destroyed, if the object cannot be repaired or conserved, or if it presents a physical danger to life or property.<\/p>\n<p>VI-C. Exchange of Deaccessioned Objects with Other Institutions<\/p>\n<p>A deaccessioned object may be exchanged with another public institution when independent appraisers determine that the fair market values of the objects to be exchanged are equal. Motions for exchange shall be evaluated according to the following criteria:<\/p>\n<p>1. The reasons for deaccession fall within the Hispanic Sociaty’s accepted deaccession policy.<br \/>\n2. The condition of the object warrants exchange.<br \/>\n3. Conservation reports detail needs and repair costs.<br \/>\n4. Another institution can better preserve or exhibit the items.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-7\"><span class=\"collapsible-title\">VII. Motions Proposing Loan Agreements<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-7\" class=\"collapsible-content\" hidden>The Hispanic Sociaty may borrow works or lend works to other institutions according to the following provisions.VII-A. Process for Approving LoansThe Board of Trustees approves all outgoing loans of items from the collections to other institutions and delegates to the Executive Director the authority to borrow items for educational, exhibition, and research purposes. Staff motions for outgoing loans come through the Executive Director to the Board of Trustees. The Executive Director delegates authority to certain staff to bring objects covered by temporary transfer forms into the Museum or Library pending the creation of formal loan agreement or acquisition documents. Once the loan is approved, the curatorial department prepares the loan documents and makes arrangements for accomplishing the loan. Loan agreements must contain all necessary curatorial information on the object(s) being lent, conservation information, any special condition for storage or display, and information pertinent to negotiating shipping arrangements. The curator in charge is responsible for negotiations with the borrower in accordance with specified procedures, conditions, and any special instructions of the curator and conservators. The curator in charge in collaboration with the conservators may negotiate with outside contractors to provide a variety of services involved with the procurement of loans. The curator in charge ensures that contractors are known and have good professional standing within the museum community. When remote locations or other circumstances prevent the use of professional contractors, the curators will determine to the best of their abilities that selected contractors are reputable. The curators and conservators will advise the contractor of professional procedures, proper packing, appropriate crating, and safe transport of loan. Although the Hispanic Sociaty is ultimately responsible for outgoing and incoming loans, when the Hispanic Sociaty has made contractual arrangements for preparing, packing, and transportation, the Hispanic Sociaty will seek redress from any contractor when it can be show that the contractor is responsible for damage and\/or loss.VII-B. Criteria for Short Term Outgoing LoansThe Hispanic Sociaty shall transact loans for scholarly and educational purposes with public institutions such as museums, libraries, and universities. All necessary stabilization treatments must be completed before an object may be loaned. The curator in charge is responsible for all outgoing loans once approvals have been completed. No objects shall leave the Hispanic Sociaty without clear, visible accession or catalogue numbers; detailed condition reports, proof of insurance, and photographs documenting physical condition at the time the loan is processed. Condition reports and documentary photographs shall be updated upon return of the object.<\/p>\n<p>The criteria for evaluating outgoing loan requests include:<\/p>\n<p>1. The availability of the object.<br \/>\n2. The ability of the departmental staff to process the loan without placing undue strain on staff and with sufficient lead time.<br \/>\n3. The condition report on the object made by an approved conservator taking into account the potential impact of the loan on the object and the ability of any conservation treatments to be completed before packing and travel.<br \/>\n4. The value of the object to the collections, and the potential impact of damage or loss to the collections.<br \/>\n5. The appropriateness of the request to the nature of the object.<br \/>\n6. The positive impacts of the loan.<br \/>\n7. The ability of the borrowing institution to provide best museum practices in care, handling, security, environmental conditions, and lighting of the object, as well as any special conditions specified by the curator or conservator in charge.<\/p>\n<p>The borrower will provide:<\/p>\n<p>1. A facilities report documenting conditions in the facility.<br \/>\n2. All financial liabilities incurred by the loan, including (but not limited to) insurance, photography, conservation, framing or mounting, crating, packing, shipping, installation, and return.<\/p>\n<p>VII-C. Short Term Incoming Loans<\/p>\n<p>The Hispanic Sociaty may borrow works from other institutions and private individuals for one year or less. The loan may be renewed annually for no more than five years; after five years the loan automatically becomes a Special Agreement loan and is handled by the provisions of that policy. Curators bring motions for incoming loans to the Executive Director for review. The motion may be approved if the loan:<\/p>\n<p>1. Stipulates the conditions and terms of the loan.<br \/>\n2. Does not impose undue burdens upon the facilities, resources, or staff.<br \/>\n3. Does not contradict any of the criteria for acquisitions, or has value as a research object for conservation.<br \/>\n4. Is not renewed annually for more than five years.<\/p>\n<p>VII-D. Special Agreement Incoming Loans<\/p>\n<p>Special Agreement Incoming Loans have terms of five years or more, generally involve major works or collections on loan to the Hispanic Sociaty, and fall outside the standard incoming loan agreement.<\/p>\n<p>The terms of Special Agreement Incoming Loans shall include provisions for additions, deletions, record keeping, reports, review, care, conservation, insurance, credits, loans to third parties, termination restrictions, and reproductions rights.<\/p>\n<p>Special Agreement Incoming Loans must be approved by the Board of Trustees. Motions for such loans are proposed by curators and submitted to the Executive Director, who may, after appropriate review, forward them to the Board of Trustees for passage. The Executive Director or the curator in charge shall negotiate the terms of Special Agreement Incoming Loans. A Special Agreement Incoming Loan should meet the following criteria for approval:<\/p>\n<p>1. Does not impose undue burdens upon the facilities, resources, or staff.<br \/>\n2. Does not contradict any of the criteria for acquisitions.<\/p>\n<p>VII-E. Loans from Staff, Trustees, or Overseers<\/p>\n<p>All motions for loans to the Hispanic Sociaty from staff, Trustees, or Overseers must be approved by the Board of Trustees. These motions proceed from the curator in charge to the Executive Director to the Board of Trustees for approval.<\/p>\n<p>VII-F. Temporary Custody to Individuals and Contractors<\/p>\n<p>Temporary custody of collection objects will be made to private individuals, contractors, and businesses which, under special circumstances, are under contract to provide services such as conservation, packing and crating, shipping, framing, and photographing. Under these circumstances, all objects must be insured while outside the premises of the Hispanic Sociaty. Motions for such private use shall be initiated by the curator in charge in consultation with the conservation staff and then submitted to the Executive Director for approval.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-8\"><span class=\"collapsible-title\">VIII. General Considerations For The Collection<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-8\" class=\"collapsible-content\" hidden>The following conditions govern the collections and their use.VIII-A. Accession Numbers<\/p>\n<p>All departments shall employ a unique numbering system catalogue and\/or accession number for tracking and documenting the collections. All departments shall employ a unique numbering system for tracking and documenting outgoing and incoming loans. The Hispanic Sociaty shall establish and maintain reference tools related to the storage of collections that include an inventory, locations records, and an automated collection management system of accession and catalogue information.<\/p>\n<p>VIII-B. Access to the Collections<\/p>\n<p>The collections of the Hispanic Sociaty exist for the benefit of present and future generations. Therefore, the public shall be granted reasonable access, by appointment, to exhibited or stored collections, on a non-discriminatory basis for the purposes of research and other educational uses. To safeguard the physical integrity of its collections, Museum and Library staff may limit the size of groups to storage and collection areas. Users may be liable for any damage caused to collections.<\/p>\n<p>VIII-C. Research into the Collections<\/p>\n<p>A major strength of the Hispanic Sociaty is its ability to accomplish scholarly research and present that research to the public through activities that include (but are not limited to) lectures, exhibitions, and publications. The Hispanic Sociaty recognizes the importance of acknowledging scholarly research and rejects any form of plagiarism. Similarly, the institution recognizes that differences of opinion may exist and are part of the scholarly process. The Hispanic Sociaty supports the rights of scholars to hold differing opinions and to express those opinions in a reasonable manner.<\/p>\n<p>Differences may also arise through the process of publishing materials or mounting exhibitions. Differences may occur with contract authors writing for the Hispanic Sociaty or with guest curators working with Hispanic Sociaty collections. The Hispanic Sociaty reserves the right to edit texts and design contexts for the installation of Hispanic Sociaty collections. However, these efforts may not compromise the intellectual content of research into the collections.<\/p>\n<p>VIII-D. Fair Use<\/p>\n<p>It is the purpose of the Hispanic Sociaty to provide information and education through exhibitions, research, and educational outreach. The Hispanic Sociaty is committed to complying with all applicable laws regarding intellectual property. This commitment includes the full exercise of the rights granted to users of copyrighted works under the “Fair-Use” provision of federal copyright law.<\/p>\n<p>The Hispanic Sociaty will use due diligence in determining the copyright status of objects brought into the collections through gift, transfer, purchase, exchange, or the lending of objects for exhibition and will credit the copyright holder in all catalogues, pamphlets, press releases, or other educational publications.<\/p>\n<p>The Hispanic Sociaty shall inform and educate applicable staff concerning the principles of Fair-Use and the four factors contained in 17 U.S.C. Section 107, and legal decisions relating thereto, which state that copyright materials may be used or reproduced under special circumstances that constitute fair use. These factors are as follows:<\/p>\n<p>1. The purpose and character of the use, including whether such use is of commercial nature or is for non-profit educational purposes.<br \/>\n2. The nature of the copyrighted work.<br \/>\n3. The amount and substantiality of the portion used in relation to the copyrighted work as a whole.<br \/>\n4. The effect of the use upon the potential market for or value of the copyrighted work.<\/p>\n<p>The Hispanic Sociaty realizes that this doctrine applies to the usage of intellectual property originating in the United States and may not be applicable in other countries. The Hispanic Sociaty reserved the right to evaluate requests on a case-by-case basis.<\/p>\n<p>VIII-E. Commercial Use of Hispanic Sociaty Facilities and Contiguous Collections<\/p>\n<p>Use of Hispanic Sociaty facilities and contiguous collections for commercial purposes shall be allowed only when carefully controlled and monitored by Hispanic Sociaty Museum and Library staff. Written permission for commercial use of Hispanic Sociaty facilities and contiguous collections must be obtained from the Coordinator of Public Relations and the Executive Director. Proof of adequate liability insurance with a fine arts rider is also required. Permission to use the collections and facilities will be withdrawn by the Executive Director if the Hispanic Sociaty collections are compromised in any manner.<\/p>\n<p>Use of Hispanic Sociaty collections requires written permission from the Executive Director, in consultation with the responsible curator and conservation staff who will provide written recommendations. A qualified staff member will be present at all time during the use of Hispanic Sociaty collections.<\/p>\n<p>Use of Hispanic Sociaty facilities must not result in permanent alteration to grounds or structures. Facilities must be returned to their prior condition after use, and the use will be responsible for all cleaning and repairs, all security costs, and additional staff time if required. Visitor access shall not be disrupted.<\/p>\n<p>Commercial media productions must not distort the purposes or historical integrity of the Hispanic Sociaty and its collections. No object, exhibit, or structure will be used in promotion of a product or service that implies endorsement by the Hispanic Sociaty.<\/p>\n<p>VIII-F. Photography<\/p>\n<p>Neither professional\/commercial photography, video, nor similar future technologies are permitted in public areas of the Hispanic Sociaty without the permission of the Executive Director.<\/p>\n<p>The collections will be photographed by Hispanic Sociaty staff or a professional photographer hired by the Hispanic Sociaty. The Hispanic Sociaty maintains a service to provide, for a reasonable fee, photographic reproductions of items in its collections. Only Hispanic Sociaty-approved photographs may be used for publication purposes.<\/p>\n<p>The Hispanic Sociaty retains all rights to publication or reproduction in any media of all photographic images in its collections. Requests for reproductions for research purposes and for permission to publish reproductions of collections must be made in writing to the appropriate curator or staff member.<\/p>\n<p>Ownership of photographs of collection objects does not imply permission to reproduce or publish such materials, although these rights may be assigned in writing.<\/p>\n<p>The Hispanic Sociaty reserves the right to restrict photography of copyrighted collections.<\/p>\n<p>Under unusual circumstances, permission to photograph collections may be granted to individuals for research purposes only upon approval by the responsible curator. Photographs made by researchers may not be used for publications or other forms of reproduction. Individuals involved in research photography will be accompanied at all times by a curator or appropriate staff member who will handle all items. Under no circumstances may a researcher be left alone in collections, nor may an object from the collections be removed from the Hispanic Sociaty facilities to be photographed without curatorial supervision.<\/p>\n<p>VIII-G. Losses and Damage to Collections<\/p>\n<p>In the event of thefts, accidental losses, or vandalism of Hispanic Sociaty collections, the incident must be reported immediately to the responsible curator, member of the conservation staff, administrator, or Executive Director. Under the direction of the responsible curator, a prompt written report of the circumstances surrounding the damage, loss, or disappearance will be completed. This report shall include an estimate of the monetary value involved; an evaluation of the causes and consequences and of the design of remedial changes; and the implementation of plans to prevent recurrences.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-9\"><span class=\"collapsible-title\">IX. Conservation<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-9\" class=\"collapsible-content\" hidden><br \/>\nIt is Hispanic Sociaty policy to provide preventive conservation measures to the collections by providing safe, stable environments for storage and exhibition. This is accomplished through strategically and systematically improving conditions in structures, storage, and collections to prevent deterioration.The care, management, and conservation of the collections are the responsibility of the Hispanic Sociaty staff. All staff must be trained before they may handle the collections. The conservation and curatorial staff will provide training to staff and volunteers who lack the appropriate knowledge and skills before they are allowed to assist with the care of the collections.IX-A. Prophylactic MeasuresThe Hispanic Sociaty staff plans and executes activities, services, and programs to ensure the safety, security, and protection of the collection from the following sources of deterioration:1. Abrasion, distortion, shock, vibration, inadequate space, improper support, and excessive handling.<br \/>\n2. Theft and vandalism.<br \/>\n3. Fire and smoke.<br \/>\n4. Water damage from accidents, plumbing, crate failure, fire suppression, or severe weather.<br \/>\n5. Seismic disturbance.<br \/>\n6. Insects, rodents, birds, and other small mammals.<br \/>\n7. Dust, gases, off-gassing, and particulate pollutants.<br \/>\n8. Radiant energy in the form of infra-red light, ultraviolet light, and high-intensity visible light.<br \/>\n9. Temperature extremes and fluctuations.<br \/>\n10. Relative humidity extremes and fluctuations.IX-B. Corrective Conservation Measures<\/p>\n<p>Corrective conservation measures will be considered when the condition of an object is endangered by enduring and perpetual care or by a proposed exhibition use, or when preventive conservation measures are not sufficient to assure preservation. Because corrective conservation may add, modify, confuse, obscure, or remove some existing quality of an object, it is considered only after methodical consideration by the curatorial and conservation staff.<\/p>\n<p>Corrective conservation measures will be taken when the conservator and curator find that the probable consequences enhance the preservation of the collections. Proposals for conservation must be authorized by the curator or administrator in charge.<\/p>\n<p>These proposals must define:<\/p>\n<p>1. The precise intention of the curator for altering the item.<br \/>\n2. The known and the less-understood contextual values represented by the object.<br \/>\n3. The conditions and risks posed by the intended use.<br \/>\n4. The possible benefits of more detailed investigation, or of selecting an alternate object.<br \/>\n5. The possible strategies for mitigating the risks.<br \/>\n6. The consequences of the mitigation strategies upon the preservation of the item.<\/p>\n<p>Because of the inherent risk to permanent collections posed by corrective conservation measures, the Hispanic Sociaty requires that proposed measure reflect:<\/p>\n<p>1. Minimal intervention to meet the requirements that have precipitated the need for treatment.<br \/>\n2. Reversibility so the treatment can be removed or reversed at any time in the future.<br \/>\n3. Documentation of an object’s condition before, during, and after treatment. Documentation should include the justifications for the intervention, its objectives, alternative approaches considered potential risks and consequences.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-10\"><span class=\"collapsible-title\">X. Exhibitions<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-10\" class=\"collapsible-content\" hidden><br \/>\nAll exhibitions at the Hispanic Sociaty shall be part of a planned, systematic program of permanent, temporary, and traveling exhibitions thematically relevant to the goals and purposes of the Hispanic Sociaty. Permanent exhibitions are defined as those having a life of at least five years. Temporary exhibitions have a life determined by scale, location, content, source, and preservation concerns.X-A. Approving Exhibition ProposalsThe curatorial departments plan and implement exhibition programming through committees composed of curators and appropriate professional and administrative staff members. Written exhibition proposals are usually initiated by curators and circulated among relevant committee members. These proposals include the scope, rationale, dates, nature of the materials to be presented, sources of the materials, proposed budget, funding options, publication needs, potential for travel, descriptions of the intended audience, conservation requirements, and educational programming for each project.Deliberations concerning exhibitions take into account the mission of the Hispanic Sociaty, service to the Hispanic Sociaty’s audience, potential for outreach, impact on the community, and potential for research and building of the collections. Exhibition proposals are presented by the curatorial departments to the Executive Director and the Education and Conservation Departments for review. If approved by the Executive Director, the exhibition project is incorporated into the Hispanic Sociaty’s exhibition, conservation, and promotional schedules. Proposals for traveling exhibitions also require approval by the Board of Trustees prior to incorporation into the schedules.In general, exhibitions should be scheduled well in advance and should take into account available resources, funding, staff, and the overall exhibition calendar. Exhibitions may be interdisciplinary or specialized in nature; they may draw upon the scholarship, resources, and collections of all the departments of the Hispanic Sociaty.<\/p>\n<p>Curators are the responsible stewards throughout the development of exhibitions, during the presentation, and continuing through travel to other venues. This stewardship continues after opening and includes regular monitoring of the condition of the objects, initiation of maintenance requests, and response to comments from the public. Curators oversee evaluations after the opening of an exhibition, as well as proposed alterations and corrections generated by evaluations. Funds and staff time should be allocated for post-opening needs as part of the budgetary process.<\/p>\n<p>X-B. Evaluations<\/p>\n<p>The Hispanic Sociaty will ensure that the evaluation process is ongoing and integrated into the exhibition program. While the Hispanic Sociaty recognizes that each exhibition is different and that audience patterns are different and changing, there will be a concentrated effort to engage in evaluation to determine the effectiveness, impact, and measure of success of the exhibition program.<\/p>\n<p>As much as possible, the exhibition evaluation should be a team approach, with active participation from the staff of the curatorial departments, conservation, security, education, and administration. The curatorial departments may elect to use outside consultants and experts for evaluation services, but the process must still include Hispanic Sociaty staff as active participants. Such evaluation may be prior to installation, following installation, or both.<\/p>\n<p>Long-term exhibitions that will be installed for one year or longer must have exhibition evaluation. The cost for evaluation will be budgeted into the exhibition at the onset. Departments are encouraged to evaluate short-term exhibitions that will be installed for less than one year.<\/p>\n<p>X-C. Traveling Exhibitions<\/p>\n<p>Proposals for traveling exhibitions will be submitted to the Executive Director, who may, following appropriate review, submit them to the Board of Trustees for final approval. Only exhibition projects that have been planned, designed, conserved, and constructed for travel will be approved for circulation.<\/p>\n<p>X-D. Corporate Sponsorship and Support<\/p>\n<p>The content and educational intent of an exhibition shall not be influenced, controlled, or restricted by corporate sponsorship. While corporate sponsorship is desirable to offset expenses incurred with exhibitions, the integrity of the Hispanic Sociaty’s mission must not be compromised or prejudiced. Offers for sponsorship that pressure, or appear to pressure, the Hispanic Sociaty to interpret an exhibition’s content to emphasize or focus on a corporation’s market position or image shall be avoided.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\">\n<div class=\"mce-collapsible-preview\"><div class=\"collapsible-section\"><button class=\"collapsible-trigger\" aria-expanded=\"false\" aria-controls=\"collapsible-11\"><span class=\"collapsible-title\">XI. Non-Collections Objects<\/span><span class=\"collapsible-icon\"><\/span><\/button><div id=\"collapsible-11\" class=\"collapsible-content\" hidden><br \/>\nThe Hispanic Sociaty may acquire objects that are not accessioned into the collections. These collections may include general educational materials, research materials, and other similar objects.XI-A. Non-Accessioned GiftsNon-accessioned objects must be so declared on the gift agreement. In such cases, donors shall be informed in advance that their gifts are for the benefit of the Hispanic Sociaty but will not be accessioned into the collections.Gift proposals in which one or more of the objects are considered inadequate for the permanent collections by the Art Committee but considered desirable for the un-accessioned collections may be accepted only with the assent of the prospective donor. The Deed of Gift must carry a declarative statement designating certain items as non-accessioned objects.<\/p>\n<p>XI-B. Abandoned Property<\/p>\n<p>Objects in the custody of the Hispanic Sociaty must be covered by a signed deed of gift, a signed loan agreement, a signed transfer of title, or a temporary transfer document. An undocumented object must be covered immediately by an appropriate document. If ownership cannot be established, an object will be considered abandoned property. If the object meets the criteria for acquisitions, the Hispanic Sociaty may choose to claim ownership by the legal doctrines of statutes of limitations, laches, or adverse possession, whichever is deemed most appropriate. If the object does not meet the criteria for acquisitions, but does have sufficient monetary value to be sold at public auction, the Hispanic Sociaty may choose to claim ownership by the aforementioned doctrines.<\/p>\n<p>XI-C. Authentications<\/p>\n<p>The staff of the Hispanic Sociaty may not make formal opinions as to the authenticity of privately held objects. This policy protects the Hispanic Sociaty from lawsuits claiming misrepresentation, disparagement (injurious falsehood), or defamation. Similarly, no Hispanic Sociaty staff may offer opinions to the public concerning the value or price of any object related to the mission of the Hispanic Sociaty.<\/p>\n<p>Invariably the public does request that staff provide informal identifications and information concerning privately held objects. The staff may offer informal descriptions if the person requesting the information signs a release affirming that he or she is the owner of the property, that the opinion is only a verbal opinion, and that the owner agrees to indemnify the Hispanic Sociaty, the Board of Trustees, and the staff against all lawsuits from verbal opinions.<\/div><\/div><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<p>&nbsp;<\/p>\n                <\/div>\r\n                    <\/div>\r\n    <\/div>\r\n\r\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":920,"parent":22,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-260","page","type-page","status-publish","has-post-thumbnail","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Image Rights and Collections Policies - Hispanic Sociaty Museum and Library<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Image Rights and Collections Policies - Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/\" \/>\n<meta property=\"og:site_name\" content=\"Hispanic Sociaty Museum and Library\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hispanicsociaty\" \/>\n<meta property=\"article:modified_time\" content=\"2025-09-26T17:28:21+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2000\" \/>\n\t<meta property=\"og:image:height\" content=\"1338\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@HSAmuseum\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"1 minute\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/\",\"url\":\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/\",\"name\":\"Image Rights and Collections Policies - Hispanic Sociaty Museum and Library\",\"isPartOf\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\",\"datePublished\":\"2025-03-23T09:15:11+00:00\",\"dateModified\":\"2025-09-26T17:28:21+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#primaryimage\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg\",\"width\":2000,\"height\":1338},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hispanicsociaty.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"About\",\"item\":\"https:\/\/hispanicsociaty.org\/about\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Image Rights and Collections Policies\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hispanicsociaty.org\/#website\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"name\":\"Hispanic Sociaty Museum and Library\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hispanicsociaty.org\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/hispanicsociaty.org\/#organization\",\"name\":\"Hispanic Sociaty Museum and Library\",\"url\":\"https:\/\/hispanicsociaty.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"contentUrl\":\"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp\",\"width\":273,\"height\":68,\"caption\":\"Hispanic Sociaty Museum and Library\"},\"image\":{\"@id\":\"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/hispanicsociaty\",\"https:\/\/x.com\/HSAmuseum\",\"https:\/\/www.instagram.com\/hispanic_society\/\",\"https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Image Rights and Collections Policies - Hispanic Sociaty Museum and Library","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/","og_locale":"en_US","og_type":"article","og_title":"Image Rights and Collections Policies - Hispanic Sociaty Museum and Library","og_url":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/","og_site_name":"Hispanic Sociaty Museum and Library","article_publisher":"https:\/\/www.facebook.com\/hispanicsociaty","article_modified_time":"2025-09-26T17:28:21+00:00","og_image":[{"width":2000,"height":1338,"url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@HSAmuseum","twitter_misc":{"Est. reading time":"1 minute"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/","url":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/","name":"Image Rights and Collections Policies - Hispanic Sociaty Museum and Library","isPartOf":{"@id":"https:\/\/hispanicsociaty.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#primaryimage"},"image":{"@id":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#primaryimage"},"thumbnailUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","datePublished":"2025-03-23T09:15:11+00:00","dateModified":"2025-09-26T17:28:21+00:00","breadcrumb":{"@id":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#primaryimage","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/04\/a300.jpg","width":2000,"height":1338},{"@type":"BreadcrumbList","@id":"https:\/\/hispanicsociaty.org\/about\/image-rights-and-collections-policies\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hispanicsociaty.org\/"},{"@type":"ListItem","position":2,"name":"About","item":"https:\/\/hispanicsociaty.org\/about\/"},{"@type":"ListItem","position":3,"name":"Image Rights and Collections Policies"}]},{"@type":"WebSite","@id":"https:\/\/hispanicsociaty.org\/#website","url":"https:\/\/hispanicsociaty.org\/","name":"Hispanic Sociaty Museum and Library","description":"","publisher":{"@id":"https:\/\/hispanicsociaty.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hispanicsociaty.org\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/hispanicsociaty.org\/#organization","name":"Hispanic Sociaty Museum and Library","url":"https:\/\/hispanicsociaty.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/","url":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","contentUrl":"https:\/\/hispanicsociaty.org\/wp-content\/uploads\/2025\/03\/hsa-logo-01.webp","width":273,"height":68,"caption":"Hispanic Sociaty Museum and Library"},"image":{"@id":"https:\/\/hispanicsociaty.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/hispanicsociaty","https:\/\/x.com\/HSAmuseum","https:\/\/www.instagram.com\/hispanic_society\/","https:\/\/www.youtube.com\/channel\/UCuEmouWL8wEMm24C-ScZwGg"]}]}},"_links":{"self":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages\/260","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/comments?post=260"}],"version-history":[{"count":14,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages\/260\/revisions"}],"predecessor-version":[{"id":3279,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages\/260\/revisions\/3279"}],"up":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/pages\/22"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media\/920"}],"wp:attachment":[{"href":"https:\/\/hispanicsociaty.org\/wp-json\/wp\/v2\/media?parent=260"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}